[
{},
{"it_by": ["¡Bienvenidos a IGN Latinoamérica!"], "take_more": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"it_by": ["Guía de lanzamientos agosto 2023"], "take_more": ["1 de Agosto de 2023"]},
{"it_by": ["PS4 Pro representa casi uno de cada cinco PS4 vendido"], "take_more": ["Una entrevista con ejecutivos de PlayStation de Europa y América ha revelado que el PlayStation 4 Pro representa casi 20% de los sistemas PS4 actualmente vendidos.", "Cuando hablaba con Gixel, Jim Ryan, CEO de Sony Entertainment Europe, declaró que el éxito del PS4 Pro excedió las expectativas de la compañía, con el PS4 Pro representando casi uno por cada cinco sistemas PS4 vendidos.", "\"Teníamos confianza en el producto, pero realmente nos ha sorprendido por lo bien que está hecho\", dijo Ryan. \"Casi uno en cada cinco PlayStations vendidos desde el lanzamiento en noviembre han sido un Pro. Eso está muy por arriba de nuestras expectativas. Nos sentimos bastante bien al respecto\".", "De acuerdo con Sony, no sólo las ventas del PlayStation 4 Pro son fuertes pero casi 40% de las ventas son mejoras del PS4 a una versión más poderosa de la consola.", "\"A veces pienso que podemos ser culpables de atribuir demasiada racionalidad a los jugadores\", explicó Ryan. \"La gente sólo quiere lo mejor. ¿Tal vez quieran estar preparados para el futuro? Creo que vemos lo mismo con los clientes de Apple –hay gente que quiere lo mejor que puedan comprar\".", "Las ventas del PlayStation 4, en general, han sido un éxito para Sony, con la compañía habiendo alcanzado su meta de lanzar ", "60 millones de unidades a principios de este año", ". ", "Por otro lado, en la misma entrevista, Shawn Layden reveló que ", "Horizon: Zero Dawn ha vendido 3.4 millones de copias", "."]},
{"it_by": ["Comparando Marvel's Spider-Man en PS4 vs. PS4 Pro"], "take_more": ["Marvel's Spider-Man llega esta semana y así se comparan visualmente la nueva entrega de Insomniac en PlayStation 4 y PlayStation 4 Pro.", "A continuación, puedes ver un video que logra dicha comparación, mostrándonos al arácnido favorito de Marvel dentro del juego, revisando secuencias de acción, la ciudad de Nueva York y otros aspectos como texturas y los detalles que se ven a la distancia.", "¿Cuál se ve mejor? ¿Lo ven igual? ", "¿Quieren ver la comparación gráfica entre los charcos?", " Dinos en los comentarios.", "Y para saber más sobre Marvel's Spider-Man,", " mira los detalles sobre el contenido DLC que tendrá el juego post-lanzamiento", ", ", "el trailer del modo fotografía", " y ", "no te pierdas de nuestra review", "."]},
{"it_by": ["God of War: Ragnarok - estos son los Modos Gráficos para PS5, PS4 Pro y PS4"], "take_more": ["Santa Monica Studio ha revelado los Modos Gráficos de ", "God of War Ragnarok", " en PS5, PS4 Pro y PS4.", "Santa Monica Studio compartió estos modos en Twitter, y la noticia sigue a un informe que indica que God of War Ragnarok tendría un modo de rendimiento de 120Hz en PS5. Este parece ser oficialmente el caso con el modo Favorecer Rendimiento + HFR (High Frame Rate / Frecuencia de Cuadros Alta) y el modo Favorecer Rendimiento + HFR + VRR (Variable Refresh Rate / Frecuencia de Actualización Variable). Como siempre, lograr 120Hz requiere un televisor o monitor que admita HDMI 2.1.", "Puedes consultar la gama completa de modos gráficos a continuación en la imagen y en la lista para tener una idea de cómo puedes querer jugar a God of War Ragnarok cuando se lance el próximo 9 de noviembre.", "\n\n", "Crédito de la imagen: Santa Monica Studio", "\n", "\n\t", "PS5", "\n\n\t", "\n\t\t", "Favorece el Rendimiento", "\n\n\t\t", "\n\t\t\t", "1440-2160P", "\n\t\t\t", "60 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece el Rendimiento + Frecuencia de Cuadros Alta", "\n\t\t", "\n\t\t\t", "1440P", "\n\t\t\t", "60 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece el Rendimiento + Frecuencia de Cuadros Alta + Frecuencia de Actualización Variable", "\n\t\t", "\n\t\t\t", "1440P", "\n\t\t\t", "60 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad", "\n\t\t", "\n\t\t\t", "2160P [4K Nativos]", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad + Frecuencia de Cuadros Alta", "\n\t\t", "\n\t\t\t", "1800-2160P", "\n\t\t\t", "40 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad + Frecuencia de Cuadros Alta + Frecuencia de Actualización Variable", "\n\t\t", "\n\t\t\t", "1800-2160P", "\n\t\t\t", "40 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n\t", "PS4 Pro", "\n\t", "\n\t\t", "Favorece el Rendimiento", "\n\t\t", "\n\t\t\t", "1080-1656P", "\n\t\t\t", "30 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad", "\n\t\t", "\n\t\t\t", "1440-1656P", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n\t", "PS4", "\n\t", "\n\t\t", "Estándar", "\n\t\t", "\n\t\t\t", "1080P", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n", "En más de God of War Ragnarok, ", "dale un vistazo a nuestra reseña donde le otorgamos un 10/10", ", mencionando que \"es una bella cátedra de cómo se debe hacer una secuela e impone un estándar de calidad en lo que todas las segundas partes o continuaciones deberían aspirar a ser y claro, es un título imperdible para todos los poseedores de una PlayStation 4 o 5.\"", " "]},
{"it_by": ["Sony hará un anuncio acerca de MediEvil Remastered la próxima semana"], "take_more": ["Como reporta ", "vg247", ", Sid Shuman, el director de redes sociales de PlayStation, mencionó en el más reciente ", "Blogcast PlayStation", " que tiene “bajo una excelente autoridad” que Shawn Layden, director de SIE Worldwide Studios, dará un anunció acerca del estado del remaster de MediEvil para PlayStation 4 “en una semana o dos”.", "“Está muy emocionado por darle a todos una gran actualización acerca de MediEvil. Va a estar en el show durante la próxima semana, y nos dará a todos una noticia acerca de eso” dijo Shuman emocionado.", "La remasterización del juego clásico de PlayStation fue anunciada durante la PlayStation Experience 2017 para PS4 y ha mantenido atentos a una gran cantidad de fans, incluyendonos.", "Para más acerca de MediEvil en PS4 continúa aquí, en IGN Latinoamérica.", " ", "Mike Reyes es un editor en IGN Latinoamérica que recuerda haber tenido pesadillas tras jugar el primer MediEvil a una edad muy temprana. Puedes encontrarlo en ", "@Sol_Criva", "."]},
{},
{"it_by": ["MediEvil PS4 es un Remake, no una remasterización"], "take_more": ["Shawn Layden, presidente de Sony Worldwide Studios, describió la versión de PS4 de MediEvil como un remake, no una remasterización –a pesar que el videojuego fue promocionado originalmente usando el último término.", "Apareciendo en el ", "PlayStation Blogcast", ", Layden explicó que el acercamiento para esta nueva versión del muy recordado título de PS1:", "\"Creo que han habido algunas palabras que suenan similar pero significan cosas distintas –como remake y remaster. Éste es un remake. Tomamos el diseño del videojuego original y tomamos mucho del arte principal, algunos atributos del diseño del juego y ethos, si quieres. Y hemos trabajando con un desarrollador llamado Other Ocean Interactive y están rehaciendo MediEvil en ese diseño –el MediEvil original de PS1. En el que estaba trabajando cuando estaba en Tokio\".", "Cuando el proyecto fue revelado en PSX 2017, el teaser trailer se refirió específicamente a este como un remaster en 4K, así que esto es un cambio en el mensaje.", "Layden dejó claro que a pesar que un nuevo estudio trabaja en el juego, se mantienen conexiones con el desarrollo original:", "\"Estamos trabajando con algo del talento [que estaba] originalmente asociado con el título hace 20 años\", explicó. \"Así que nos aseguramos que lo mantendremos real, estamos manteniendo la intención original de los creadores\".", "Layden también dijo que un nuevo trailer del juego debería llegar, apropiadamente en Halloween."]},
{"it_by": ["PlayStation Plus: revelados los videojuegos que llegan en agosto"], "take_more": [" ", "Sony reveló la alineación de los videojuegos de PlayStation Plus de agosto,", " los cuales estarán disponibles para descargar desde ", "el 1º de agosto hasta el 4 de septiembre.", "Lo más destacado aquí es ", "Dreams de Sony,", " que se lanza en ", "PlayStation Plus", " un mes antes de que el desarrollador ", "Media Molecule ", "finalice el soporte para este título de creación generado por el usuario. Media Molecule, por cierto, ha pasado a \"un nuevo y emocionante proyecto\".", "Para coincidir con el lanzamiento de Dreams en PlayStation Plus, el último título de Media Molecule, ", "Tren", ", estará disponible para jugar dentro de él. Sony describe a Tren como ", "“una aventura nostálgica que te coloca en el asiento del conductor de un extraordinario tren de juguete y cuenta una historia personal sobre el crecimiento y el poder transformador del juego”.", " ", " ", "La aventura de acción isométrica ", "Death's Door", " y ", "PGA Tour 2K23", " completan la alineación de agosto. La reseña de Death's Door de IGN US le dio un 9/10. En ella dijeron: ", "\"Death's Door combina de manera experta la resolución de acertijos de mazmorras clásicas con encuentros de combate vertiginosos para crear una aventura memorable en un mundo cambiante repleto de caminos secretos y recompensas ocultas\".", "Al PGA Tour 2K23 le fue menos bien en la reseña 6/10 de IGN US: ", "“No hay mucho por lo que emocionarse en el PGA Tour 2K23, con golf mal presentado en campos de segundo nivel. Es ferozmente fiel al deporte real, pero carece de personalidad y variedad”.", "Y antes de que terminemos, ésta es tu última llamada para los juegos de PS Plus en julio: tienes hasta el día 31 para descargar ", "Call of Duty: Black Ops Cold War, Alan Wake Remastered ", "y", " Endling: Extinction is Forever", ", que se quedaran en tu biblioteca todo el tiempo que tengas el servicio de PlayStation.", " ", " "]},
{"it_by": ["Xbox: Todo lo que se une y se va de Game Pass a mediados de agosto de 2023"], "take_more": ["Microsoft", " ha anunciado la lista de juegos que se unirán y abandonarán ", "Xbox Game Pass", " a mediados de agosto de 2023, con la adición de ", "Everspace 2", " y la eliminación de", " Death Stranding", " encabezando los cambios.", "Como se detalla en ", "Xbox Wire", ", este mes se anunciaron cinco juegos adicionales para el servicio. ", "A Short Hike", " estará disponible primero el 3 de agosto y ", "Everspace 2", " estará disponible el 15 de agosto.", "Consulte la lista completa de títulos que se unen a ", "Xbox Game Pass", " y sus respectivas plataformas a continuación:", "\n\t", "A Short Hike", " (Cloud, Consola y PC) — 3 de agosto", "\n\t", "Broforce Forever", " (Cloud, Consola y PC) — 8 de agosto", "\n\t", "Limbo", " (Cloud, Consola y PC) — 9 de agosto", "\n\t", "Airborne Kingdom", " (Cloud, Consola y PC) — 10 de agosto", "\n\t", "Everspace 2", " (Cloud y Xbox Series X|S) — 15 de agosto", "\n", "Everspace 2", " de ", "RockFish Games", " verá a los jugadores subirse a la cabina de su propio luchador espacial mientras se entregan a un combate rápido en tercera persona, mientras exploran un universo hecho a mano que cuenta con \"elementos de juegos de rol clásicos\" en una campaña para un solo jugador. En la reseña del acceso anticipado, en ", "IGN", " le dimos un 7/10, y dijimos que ", "Everspace 2 ", "\"se siente como el comienzo de un gran juego de rol de acción para un jugador, con más variedad de juego de lo que normalmente se ve en un juego de lucha espacial\".", "El título de aventuras y plataformas de rompecabezas ", "Limbo", " trae un aspecto más oscuro a la oferta de ", "Game Pass", " de este mes, al pedirle al jugador que tome el control de un niño mientras viaja a través de un mundo extraño y a menudo peligroso, mientras intenta desentrañar el destino de su hermana. . En la reseña de ", "IGN", " le dimos un 9/10, y notamos que \"muy pocos juegos son tan originales, atmosféricos y consistentemente brillantes\" como ", "Limbo", ".", "Cuatro juegos dejarán el servicio el 15 de agosto, incluidos ", "Death Stranding", " (", "PC", ") de ", "Hideo Kojima", ",", " Edge of Eternity", " (Cloud, Consola y PC), ", "Midnight Fight Express", " (Cloud, Consola y PC) y ", "Total War de Creative Assembly: Warhammer III", " (PC).", "Anthony es un colaborador independiente que cubre noticias de ciencia y videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo los últimos avances en múltiples campos científicos y no tiene tiempo para sus travesuras. Síguelo en Twitter @BeardConGamer"]},
{"it_by": ["Invincible: Temporada 2 - Teaser 2 subtitulado"], "take_more": ["26 de Julio de 2023"]},
{"it_by": ["Comparación gráfica de InFamous: Second Son (PS4 Pro vs. PS4)"], "take_more": ["8 de Noviembre de 2016"]},
{"it_by": ["Watch Dogs 2 comparación gráfica: PS4 vs. PS4 Pro"], "take_more": ["15 de Noviembre de 2016"]},
{"it_by": ["Oportunidad de trabajo en IGN Latinoamérica. ¡Aplica ahora!"], "take_more": ["En ", "IGN Latinoamérica", " estamos buscando editor / editora. Si quieres ser parte de nuestro equipo y tienes experiencia en medios de entretenimiento, manda tu ", "Curriculum Vitae", " a: tono_rodriguez@ign.com", "Requisitos:", "Conocimiento avanzado de videojuegos y entretenimiento", "Experiencia en medios digitales", "Muy buena redacción", "Inglés escrito y hablado (avanzado)", "Facilidad de narración y diálogo para video", "Disponibilidad de tiempo completo", "Conocimiento de herramientas de Google (tráfico y publicidad)", "Radicar en CDMX o Área Metropolitana", "\n", "¡Esperamos tu CV!"]},
{"it_by": ["God of War: Ragnarok - Tráiler de lanzamiento para PS4 y PS5"], "take_more": ["27 de Octubre de 2022"]},
{"it_by": ["Revelados los detalles del DLC de Marvel's Spider-Man"], "take_more": ["El Community Director de Insomniac Games, James Stevenson, reveló en el blog oficial de PlayStation las fechas y detalles de lanzamiento del primer DLC de Marvel's Spider-Man: The City That Never Sleeps.", "Esta expansión consistirá de tres entregas, con la primera parte siendo Marvel's Spider-Man: The Heist, con lanzamiento el 23 de octubre. Ésta se enfoca en Felicia Hardy, mejor conocida como Black Cat e incluye nuevas misiones y retos para los jugadores, con una nueva facción de enemigos y tres trajes adicionales para Spider-Man.", "La segunda y tercera serán Marvel's Spider-Man: Turf Wars que llegará en noviembre de 2018 y Marvel's Spider-Man: Silver Lining el mes siguiente.", "No se han revelado más detalles acerca de las últimas dos partes, pero Stevenson dijo que cada lanzamiento presentará nuevas misiones de historia, retos y trajes que desbloquear.", "El paquete completo de DLC \"Marvel’s Spider-Man: The City That Never Sleeps\" estará disponible por un precio de $24.99 USD o de manera individual por $9.99 USD cada uno. La Edición Deluxe Digital del título está disponible para pre-ordenar por $79.99 USD e incluye acceso a todo el contenido adicional.", " "]},
{"it_by": ["God of War Ragnarok: Kratos pudo tener el mismo destino que Joel en The Last of Us Parte 2"], "take_more": ["Advertencia: este artículo incluye spoilers de God of War de 2018 y God of War: Ragnarok.", "Uno de los borradores iniciales de", " God of War: Ragnarok", " indicaba que ", "Kratos", " iba a morir originalmente a manos de ", "Thor", ". De acuerdo al director narrativo del título,", " Matt Sophos,", " ", "Thor", " mataría a ", "Kratos", " durante su pelea al comienzo del juego. Esto le habría dado al protagonista del título de ", "Sony Santa Monica,", " el mismo destino que sufrió ", "Joel", " en ", "The Last of Us Parte 2", ", quien murió apenas comenzando el videojuego, asesinado por ", "Abby", " y motivando a ", "Ellie", " a hacer su “viaje de la venganza”.", "“No sería una muerte permanente. Sería sacado de Hel por Strauss, pero habrían pasado 20 años”,", " explicó Sophos en ", "entrevista con MinnMax", ". No obstante, esta idea no se mantuvo por mucho tiempo ya que el equipo de desarrollo no “la sintió bien”. Kratos ha regresado de la muerte muchas veces en juegos anteriores.", "Sophos continuó diciendo: ", "“Mientras desarrollábamos la historia, sabíamos que queríamos que la historia tratara de dejarse llevar y cambiar… nada está escrito que no se pueda deshacer. Mientras estés dispuesto a cambiar, entonces no estás atado al destino”.", " En ", "God of War (2018) se profetizó que Kratos moriría", ". Entonces, si realmente hubiera muerto, eso habría desvirtuado el mensaje del juego.", " ", " ", " ", " ", " ", " ", " ", " ", "View this post on Instagram", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "A post shared by IGN Latinoamérica (@ignlatam)", "God of War Ragnarok", " fue uno de los mejores juegos de 2022, ganó múltiples premios en ", "The Game Awards", " del año pasado, además de vender ", "11 millones de copias hasta el momento", ". El título de Santa Monica Studios también recibirá una opción ", "New Game Plus", " en algún momento de este primer semestre del año.", "En nuestra reseña ", "10/10", " de", " God of War Ragnarok", " dijimos que el título: ", "“nos entrega un mundo hermoso, lleno de vida junto con un gameplay perfecto que perfecciona algo que no creíamos que podía ser aún mejor respecto al sistema de combate. Todo mientras experimentamos el viaje más complicado en la vida de Kratos, con una historia emotiva, épica y que tendrá momentos inesperados y muchos giros y sorpresas”.", " ", "Aquí puedes leerla completa.", " "]},
{"it_by": ["MediEvil - Trailer Usando un escudo"], "take_more": ["3 de Octubre de 2019"]},
{"it_by": ["Los artistas de efectos visuales de Marvel Studios están tratando de sindicalizarse después de un año de reportes de \"crunch\" y salarios bajos"], "take_more": ["Los empleados de efectos visuales de Marvel Studios ", "están intentando formar el primer sindicato VFX de la industria", ".", "Hoy, más de 50 trabajadores de VFX en Marvel ", "se unieron para solicitar una elección sindical en la Junta Nacional de Relaciones Laborales", ". El grupo estará representado por la Alianza Internacional de Empleados de Escenarios Teatrales (IATSE).", "“Durante casi medio siglo, a los trabajadores de la industria de los efectos visuales se les han negado las mismas protecciones y beneficios en los que han confiado sus compañeros de trabajo y miembros del equipo desde el comienzo de la industria cinematográfica de Hollywood”, dijo Mark Patch, organizador de VFX para IATSE. es un primer paso histórico para los trabajadores de VFX que se unen con una voz colectiva que exige respeto por el trabajo que hacemos”.", "Las luchas de los trabajadores de VFX ", "han sido bien documentadas en los últimos años", ". Apenas el mes pasado, informamos sobre cómo las huelgas en la industria del entretenimiento están afectando a los artistas de VFX, que enfrentan un futuro incierto a medida que Hollywood se detiene. En esa historia, varios trabajadores de VFX señalaron la falta de un sindicato.", "“La huelga de WGA es solo un claro recordatorio de que VFX no tiene un sindicato”, dijo un ex productor de efectos visuales. “Ver una lucha colectiva por mejores salarios, apoyo y horarios es un claro recordatorio de que la industria de VFX nunca ha podido unirse para iniciar un sindicato por nuestra cuenta”.", "También se han presionado quejas específicas sobre ", "el trato de Marvel a los trabajadores de VFX ", "en los últimos años. Un artista que trabajó en Ant-Man and the Wasp: Quantumania dijo que la \"codicia humana\" condujo a problemas de efectos visuales en los proyectos de Marvel, mientras que un trabajador anónimo de efectos visuales le dijo a IGN el año pasado que los proyectos de Marvel tienden a durar hasta el final, causando largas horas y condiciones de trabajo intensamente estresantes.", "\"Básicamente te quedas sin tiempo para trabajar en estas cosas\", dijo el artista de VFX en ese momento. \"Tenía una toma en la que trabajé que terminé a las 9 de la mañana, y tenían una vista previa en Londres esa noche. La versión en la que trabajé ese [día] era la versión que iban a ver en el estreno. Está hasta el último momento. Y no quiere decir que todas las series sean así, pero sucede\".", "Este nuevo impulso de los trabajadores de VFX para sindicalizarse se produce cuando la industria del entretenimiento está paralizada. Los escritores y los estudios de Hollywood se reunieron esta semana por primera vez desde que comenzó la huelga en mayo, pero no se llegó a ningún acuerdo. Para obtener más información, puede consultar por qué se interrumpe la transmisión y cómo las huelgas pueden solucionarlo.", " "]},
{"it_by": ["One Piece: estas fueron las dos condiciones de Eiichiro Oda para el live-action de Netflix"], "take_more": [" ", "El creador de ", "One Piece, Eiichiro Oda", ", tuvo dos demandas específicas para ", "Netflix ", "antes de aceptar que adaptaran su obra a un ", "live-action.", "Según lo informado por ", "ComicBook.com", ", el showrunner de la serie,", " Matt Owens,", " reveló en nueva información publicada por ", "Shueisha", ", editorial encargada del manga,", " que Oda no estaba dispuesto a ceder a Netflix el control creativo total de su obra.", "La primera demanda está relacionada con ", "las historias de fondo de la tripulación del Sombrero de Paja", ": ", "los orígenes de Luffy, Zoro, Nami, Usopp y Sanji tenían que permanecer tal y como están en el manga y anime", ". Nada de cambios e inventos. ", "“(las historias de fondo) Son tan fundamentales para quienes son como personas, cuáles son sus sueños y motivaciones, y cómo Luffy profundiza en eso cuando los conoce y los ayuda a redescubrir esos sueños”", ", dijo Owens.", "Los orígenes de Luffy, Zoro, Nami, Usopp y Sanji tenían que permanecer tal y como están en el manga y anime", "La segunda condición tiene que ver con", " la funcionalidad de cada fruta del diablo,", " las frutas especiales que le otorgan a los personajes poderes extraños, como la gran elasticidad de Luffy. Estas tampoco pueden ser modificadas.", "\"Los poderes específicos de las frutas del diablo y otros conjuntos de habilidades fueron elaborados cuidadosamente por Oda y se invirtió mucha imaginación en lo que las diferentes personas pueden hacer y cuáles son las reglas con eso\",", " dijo Owens.", "One Piece tendrá su esperado debut este 31 de agosto", " en Netflix", ", con ", "Iñaki Godoy", " interpretando a ", "Luffy", ", ", "Mackenyu ", "interpretando a ", "Zoro", ", ", "Emily Rudd ", "interpretando a ", "Nami", ", ", "Jacob Romero Gibson ", "interpretando a ", "Usopp ", "y ", "Taz Skylar ", "interpretando a ", "Sanji", ". Sin embargo, la versión japonesa podría sonar un poco más familiar para los fans del país asiático, ", "ya que el elenco de voces original del anime repetirá sus papeles en esta producción. "]},
{"it_by": ["PlayStation Plus tendrá fin de semana multijugador gratuito por su aniversario"], "take_more": ["Sony Interactive Entertainment anunció que se encuentran celebrando el primer aniversario del nuevo PlayStation Plus Extra y Deluxe, y como parte de esto tenemos varias novedades destacando un fin de semana multijugador gratuito. ", "El fin de semana multijugador online gratuito será del 24 al 25 de junio, días en los que podrás jugar online contra otros jugadores o formar equipo con ellos sin tener una suscripción a PlayStation Plus. ", "\nAdemás de esto, la próxima semana se agregarán los siguientes juegos al catálogo de juegos de PlayStation Plus:", "- Far Cry 6 (PS4/PS5)", "\n- Teenage Mutant Ninja Turtles: Shredder’s Revenge (PS4/PS5)", "\n- Rogue Legacy 2 (PS4/PS5)", "\n- Inscryption (PS4/PS5)", "\n- Soulstice (PS5)", "\n- Tacoma (PS4)", "\n- Deus Ex: Mankind Divided (PS4)", "\n- Killing Floor 2 (PS4)", "\n- Prueba de Juego para WWE2K23 (PS4), también estará disponible el 20 de junio. ", "Y eso no es todo, ya que también habrá actividades del 20 al 30 de junio como pruebas de juegos, campañas de PlayStation Stars y los miembroos de PS Plus recibirán un código para canjear avatares personalizados.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"it_by": ["El jefe de Sony, Jim Ryan: muchos editores creen que Xbox Game Pass \"destruye el valor\""], "take_more": ["Según el jefe de PlayStation, Jim Ryan, a los editores de videojuegos no les gusta Xbox Game Pass.", "Durante su testimonio pregrabado para una audiencia probatoria entre la Comisión Federal de Comercio (FTC) y Microsoft, Jim Ryan afirmó que a los editores no les gusta el servicio de suscripción de videojuegos de Microsoft porque \"destruye el valor\".", "\"Hablé con todos los editores y, por unanimidad, no les gusta Game Pass porque destruye el valor\", dijo Ryan durante su testimonio.", "Justo antes de eso, Ryan afirmó que Game Pass no es rentable para Microsoft. \"El modelo de negocio de Game Pass parece tener algunos desafíos y Microsoft parece estar perdiendo mucho dinero con él\", dijo Ryan. IGN le ha solicitado comentarios a Microsoft.", "El jefe de Xbox, Phil Spencer, ha sido transparente sobre la rentabilidad y la sostenibilidad de Game Pass en numerosas ocasiones en el pasado. En una entrevista con Axios el año pasado, Spencer explicó cómo el servicio no estaba quemando efectivo y lo llamó \"muy, muy sostenible\". Al mismo tiempo, sin embargo, en el informe provisional de la Autoridad de Mercados y Competencia del Reino Unido, Microsoft admitió que su servicio de suscripción de videojuegos condujo a una marcada disminución en las ventas base.", "Microsoft y Sony tienen diferentes estrategias para sus servicios de suscripción de videojuegos. Microsoft lanza sus juegos el día y la fecha en Xbox Game Pass, mientras que Sony opta por no lanzar sus juegos propios en el servicio rival PS Plus en el lanzamiento, con Horizon: Forbidden West un año después. A principios de junio, el vicepresidente y director global de suscripciones de Sony, Nick Maguire, indicó que Sony no copiará el enfoque de Game Pass para las exclusivas, a pesar del aumento de los juegos de $70 dólares, porque su estrategia actual está \"funcionando\".", "El CEO de Take-Two, Strauss Zelnick, es un ejecutivo de videojuegos que aún no está convencido de Game Pass. Hablando durante un reporte financiero en noviembre, Zelnick dijo sobre el lanzamiento de grandes juegos día y fecha en un servicio de suscripción de Microsoft: \"Todavía no creo que tenga sentido. Y creo que ahora se está volviendo obvio que no hace sentido. Es solo una oportunidad perdida para el editor. Por lo tanto, no me gustaría hablar por mi amigo, Phil [Spencer], pero nuestras opiniones permanecen sin cambios\".", "Microsoft anunció recientemente un aumento de precio para Xbox Game Pass y Game Pass Ultimate (pero no para PC Game Pass). Xbox Game Pass Ultimate ahora costará $16.99 dólares, mientras que Xbox Game Pass normal costará $10.99 dólares mensuales con los nuevos cambios de precios que entrarán en vigencia el 6 de julio.", "El testimonio de Ryan es solo uno de muchos mientras Microsoft lucha contra la FTC para defender su propuesta de adquisición de Activision Blizzard por $69 mil millones de dólares.", " "]},
{"it_by": ["EA SPORTS FC 24: Tráiler de gameplay a detalle"], "take_more": ["20 de Julio de 2023"]},
{"it_by": ["Unboxing New Nintendo 3DS XL"], "take_more": ["12 de Febrero de 2015"]},
{"it_by": ["Explicando la \"Teoría del Botón\" de DC"], "take_more": ["4 de Agosto de 2017"]},
{"it_by": ["Black Mirror: Temporada 6 - Avance oficial subtitulado"], "take_more": ["26 de Abril de 2023"]},
{"it_by": ["Sweet Tooth: platicamos con el showrunner sobre la temporada 2 de la serie"], "take_more": ["5 de Mayo de 2023"]},
{"it_by": ["15 juegos que llegarán a PlayStation 4 Pro"], "take_more": ["8 de Septiembre de 2016"]},
{"it_by": ["Watch Dogs 2 - Primeros 21 minutos"], "take_more": ["14 de Noviembre de 2016"]},
{"it_by": ["IGN Fan Fest En VIVO Día 1 - John Wick, Street Fighter 6, The Last of Us, y más"], "take_more": ["17 de Febrero de 2023"]},
{"it_by": ["El PlayStation 4 ha vendido más de 60 millones de unidades"], "take_more": ["Sony reveló sus resultados financieros, donde la PS4 continúa su éxito al vender más de 60 millones de unidades, alcanzando la meta trazada inicialmente por la compañía.", "La información dice", " que la empresa vendió 20 millones de unidades en 2016, resaltando la salida de 2.9 millones en el último cuarto del año, cifra relevante en comparación con mismo período del año anterior, con sólo 2.3 millones de consolas vendidas. En 2016, ", "el hardware rompió un récord", " viendo la salida de 9.7 millones en el tercer cuarto del año.", " ", " ", "Estos números se encuentran dentro de la meta de la empresa, la cual era vender 60 millones para marzo de este año –después de alcanzar un total de ", "50 millones en diciembre", ". Con estas cifras, se supera la cantidad total de 2015 donde alcanzó 17.7 millones de unidades.", "Para las áreas comerciales de los desarrolladores, el PlayStation 4 es el producto estrella de las diferentes divisiones, siendo la única con un crecimiento importante en el último año. Por otra parte, los smartphones son los que sufrieron una caída más fuerte, pasando de 24.9 millones de teléfonos vendidos a 14.6 millones.", "Se han proyectado nuevo objetivos para el monstruo de Sony, bajando sus expectativas de venta después llegar al quinto año en el mercado.", "La consola aún tiene un largo camino por recorrer antes de alcanzar a su predecesora, la PS3, la cual alcanzó un total de 80 millones de unidades en 7 años."]},
{"it_by": ["Comparativa Uncharted: Legacy of Thieves - PS5 vs. PS4 Pro"], "take_more": ["26 de Enero de 2022"]},
{"it_by": ["Red Dead Redemption en PS4 y Nintendo Switch confirmados, los usuarios de PC seguirán esperando"], "take_more": ["Red Dead Redemption", " y su expasión de ", "Undead Nightmare ", "estarán llegando a PS4 y Nintendo Switch el próximo ", "17 de agosto", ", ", "Rockstar", " recién lo ha anunciado.", "La aventura western del 2010 de ", "Rockstar", ", la cual fue lanzada en PS3 y Xbox 360, recibirá un port para PS4 y Siwtch de parte de los desarrolladores del Reino Unido ", "Double Eleven Studios", ", habrá retrocompatibilidad con el PS5.", "El port no es un remaster o un remake, sino una conversión, de acuerdo a ", "Rockstar", " e incluye nuevos idiomas como chino, coreano, polaco, portugues brasileño, ruso y español latinoamericano. Tendrá un costo de ", "$49.99 dólares", " en la tienda de Nintendo Switch y la Playstation Store, con versiones físicas llegando el 13 de octubre.", "Rockstar no mencionó las versiones para PC o Xbox. ", "Red Dead Redemption", " ya está disponible en las consolas Xbox modernas a través de la retrocompatibilidad con la versión original de Xbox 360. Sin embargo, la falta de una versión para PC, que Rockstar nunca ha lanzado oficialmente, seguramente será una decepción.", "Red Dead Redemption", " presenta a la estrella de la serie ", "John Marston", " mientras viaja por el oeste de Estados Unidos y México para localizar a los últimos miembros restantes de su exbanda de forajidos Van der Linde. Los eventos de ", "Red Dead Redemption 2", " de 2018 conducen directamente a la historia de su predecesor.", "Red Dead Redemption", " para Nintendo Switch y PS4 también incluye el DLC ", "Undead Nightmare", ", la expansión de la historia en la que Marston lucha para sobrevivir a la horda de zombis.", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100."]},
{"it_by": ["Barbie: esta app permite convertir a cualquier persona en una Barbie o un Ken"], "take_more": ["Desde el estreno de la película ", "Barbie", " hemos presenciado una explosión de esta marea rosa que nos ha llevado a toda clase de productos relacionados con la franquicia, y ahora tenemos una app que se ha sumado a la tendencia al ", "convertir a cualquier persona en una Barbie o un Ken", " mediante Inteligencia Artificial.", "Se trata de", " una app no oficial ", "que está disponible en móviles y en escritorio llamada \"", "BaiRBIE.me", "\" que utiliza selfies de los usuarios para convertirlos en \"muñecos Bairbie y Ken\" (ojo, no escribimos mal Barbie, es que la app no tiene derechos y por eso colocan de esa manera el nombre).", "Como pueden ver en ", "este enlace", ", la app pide cargar una imagen, seleccionar varias opciones como color de cabello y piel, y verás como eres transformado en un muñeco de plástico.", "Problemas de privacidad", "Y aunque la app se ha vuelto muy popular debido al auge de Barbie, deben tener en cuenta que ", "hay algunas preocupaciones por el tema de privacidad de los usuarios", ", ya que en los términos y condiciones se explica que los usuarios aceptan ceder a sus derechos de imagen y la app puede usar las imágenes generadas para cualquier fin legal. Incluso se indica que BaiRBIE.me no cumple con los requisitos del GDPR de la Unión Europea, por lo que queda a juicio de cada quien hacer uso de la app.", "La película de Barbie sigue exhibiéndose en cines con gran éxito ya que recientemente l", "ogró cruzar la marca de los mil millones de dólares", " en taquilla.", "Por cierto,", " en este enlace ", "pueden darle un vistazo a nuestra reseña donde le otorgamos un 9/10 y comentamos que \"es una exploración magistral de la feminidad y las presiones de la perfección. Esta montaña rusa hiperfemme cuenta con un diseño de producción meticuloso, un reparto inmaculado y una reverencia profundamente arraigada por la propia Barbie. Margot Robbie brilla en el centro de la película, junto con el cabeza hueca Ken de Ryan Gosling y la bien intencionada Gloria de America Ferrera.\"", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"it_by": ["Guía de lanzamientos octubre 2019"], "take_more": ["1 de Octubre de 2019"]},
{"it_by": ["Sony le pone fecha a dos películas de Marvel sin título para 2024 y 2025"], "take_more": ["Sony forjó dos fechas en los próximos años para un par de películas de Marvel sin título, por lo que puede dejar que comience la especulación.", "Una, etiquetada como \"Sony/Marvel sin título\", está fechada para el 8 de noviembre de 2024, mientras que otro, \"Sony/Marvel live-action sin título\", está programado para el 27 de junio de 2025. Vale la pena señalar que el primero no nota específicamente que es un live-action como lo fue esta última: ¿podría esto significar que Sony planea más películas animadas después de su trilogía Spider-Verse?", "La película de 2024 actualmente no tiene competencia en esa fecha del 8 de noviembre (aunque Gladiador 2 está programada para salir el 22 de noviembre), mientras que la fecha de 2025 competiría con Moana live-action de Disney.", "Hay una gran cantidad de historias de Spidey a las que podrían estar aludiendo; Venom 3, por ejemplo, aún no tiene una fecha de lanzamiento, aunque la estrella Juno Temple dijo recientemente que la filmación comenzaría \"muy, muy pronto\", por lo que 2024 se siente realista salvo retrasos en medio de la huelga de escritores en curso.", "Hay una serie de películas en el universo Spider-Man de Sony que ya tienen fechas de lanzamiento, incluyendo Kraven the Hunter (6 de octubre de 2023); El Muerto de Bad Bunny (12 de enero de 2024); Madame Web (16 de febrero de 2024); y Spider-Man: Beyond the Spider-Verse (29 de marzo de 2024).", "Además, hay todo tipo de proyectos de Spidey, al menos en desarrollo temprano en Sony. Está Spider-Man 4, para la que Kevin Feige dijo en febrero que los escritores tienen una historia (aunque está suspendida en solidaridad con la huelga de escritores), y la productora Amy Pascal le dijo recientemente a THR que hay \"muchas películas para hacer\" sobre Miles y muchas películas para hacer sobre Peter\".", "También se ha especulado sobre una película live-action de Miles Morales y una película animada de Gwen Stacy, pero aún no se han confirmado (Pascal le dijo recientemente a Variety \"lo verás todo\" cuando se le preguntó sobre esos proyectos).", "Sin embargo, Sony ha estado construyendo este universo cinematográfico durante bastante tiempo, y en medio del éxito continuo de Across the Spider-Verse en la taquilla, solo le llevó 12 días ganar tanto dinero como su predecesor durante toda su carrera. No sorprende que la empresa siga invirtiendo fuertemente en él.", " "]},
{"it_by": ["One Piece: Netflix presentó nuevo tráiler del live-action enfocado en  los Piratas de Sombrero de Paja"], "take_more": [" ", "Este fin de semana, ", "Netflix ", "presentó un nuevo tráiler de su próximo live-action de un anime: ", "One Piece", ",además de una carta del creador de la serie de manga, ", "Eiichiro Oda.", "El tráiler de casi tres minutos nos da un buen vistazo a los miembros clave de la tripulación del ", "Sombrero de Paja", ", incluídos ", "Monkey D. Luffy (Iñaki Godoy), Roronoa Zoro (Mackenyu), Nami (Emily Rudd), Sanji (Taz Skylar) ", "y", " Usopp (Jacob Romero)", ". Lo sentimos por los fans de ", "Chopper", ".", "También se nos cuenta un poco más sobre la trama, para aquellos que aún no se han iniciado en el largo y singular camino de ", "One Piece", ": ", "Luffy,", " ", "un aspirante a pirata con extremidades elásticas", ", reúne a un equipo desordenado para buscar el legendario tesoro conocido como el ", "\"One Piece\",", " ", "del cual se dice que otorgará a su dueño el título de \"Rey de los piratas\".", " Godoy, en particular, parece estar pasándola muy bien en el nuevo tráiler, con un entusiasmo que esperamos ayude a elevar este live-action a mayores alturas que la otra adaptación de anime live-action reciente de ", "Netflix", ", ", "Cowboy Bebop", " a la que no le fue muy bien que digamos ", "y fue cancelada tras una sola temporada.", "Mira el nuevo tráiler de", " One Piece", " a continuación, doblado al español latino:", " ", "Una carta de Oda-sensei", " ", "Junto con el nuevo tráiler, el creador de la franquicia One Piece", ", Eiichiro Oda", ", publicó una carta compartiendo algunos pensamientos sobre el próximo show live-action, antes de su debut el 31 de agosto.", " ", "\n", "¡La aventura se avista en el horizonte! Sigamos el sabio consejo de Eiichiro Oda y tomemos un poco de ☕ mientras esperamos. ", "#OnePieceNetflix", " llega el 31 de agosto. ", "pic.twitter.com/s6Yu8TDrBU", "\n— Netflix España (@NetflixES) ", "July 22, 2023", " ", "En esta carta el ", "mangaka ", "dice:", "“Diré algo. ¡He hecho muy pocas concesiones con la serie! Hubo tantas cosas en él: todos los esfuerzos de los actores, la construcción del mundo y el vestuario, presentar las cosas de una manera que sólo se puede hacer en acción en vivo, el diálogo… la colaboración en el proceso creativo de tantas personas ha sido una fiesta en sí mismo. Los productores y el equipo son profesionales en la acción real y, francamente, también son superfans de One Piece. Salta a la vista el cariño que le han puesto a este trabajo.", "\"A estas alturas, admiro muchísimo al equipo de producción y al reparto y estoy deseando que reconozcan su talento en todo el mundo, como se merecen”.", " ", " ", "El live-action de One Piece hecho por Netflix debutará en el servicio de streaming este 31 de agosto. ¿Están listos para el viaje?", " ", " "]},
{"it_by": ["PlayStation Plus: revelados los videojuegos que llegan en agosto"], "take_more": [" ", "Sony reveló la alineación de los videojuegos de PlayStation Plus de agosto,", " los cuales estarán disponibles para descargar desde ", "el 1º de agosto hasta el 4 de septiembre.", "Lo más destacado aquí es ", "Dreams de Sony,", " que se lanza en ", "PlayStation Plus", " un mes antes de que el desarrollador ", "Media Molecule ", "finalice el soporte para este título de creación generado por el usuario. Media Molecule, por cierto, ha pasado a \"un nuevo y emocionante proyecto\".", "Para coincidir con el lanzamiento de Dreams en PlayStation Plus, el último título de Media Molecule, ", "Tren", ", estará disponible para jugar dentro de él. Sony describe a Tren como ", "“una aventura nostálgica que te coloca en el asiento del conductor de un extraordinario tren de juguete y cuenta una historia personal sobre el crecimiento y el poder transformador del juego”.", " ", " ", "La aventura de acción isométrica ", "Death's Door", " y ", "PGA Tour 2K23", " completan la alineación de agosto. La reseña de Death's Door de IGN US le dio un 9/10. En ella dijeron: ", "\"Death's Door combina de manera experta la resolución de acertijos de mazmorras clásicas con encuentros de combate vertiginosos para crear una aventura memorable en un mundo cambiante repleto de caminos secretos y recompensas ocultas\".", "Al PGA Tour 2K23 le fue menos bien en la reseña 6/10 de IGN US: ", "“No hay mucho por lo que emocionarse en el PGA Tour 2K23, con golf mal presentado en campos de segundo nivel. Es ferozmente fiel al deporte real, pero carece de personalidad y variedad”.", "Y antes de que terminemos, ésta es tu última llamada para los juegos de PS Plus en julio: tienes hasta el día 31 para descargar ", "Call of Duty: Black Ops Cold War, Alan Wake Remastered ", "y", " Endling: Extinction is Forever", ", que se quedaran en tu biblioteca todo el tiempo que tengas el servicio de PlayStation.", " ", " "]},
{"it_by": ["Xbox: Todo lo que se une y se va de Game Pass a mediados de agosto de 2023"], "take_more": ["Microsoft", " ha anunciado la lista de juegos que se unirán y abandonarán ", "Xbox Game Pass", " a mediados de agosto de 2023, con la adición de ", "Everspace 2", " y la eliminación de", " Death Stranding", " encabezando los cambios.", "Como se detalla en ", "Xbox Wire", ", este mes se anunciaron cinco juegos adicionales para el servicio. ", "A Short Hike", " estará disponible primero el 3 de agosto y ", "Everspace 2", " estará disponible el 15 de agosto.", "Consulte la lista completa de títulos que se unen a ", "Xbox Game Pass", " y sus respectivas plataformas a continuación:", "\n\t", "A Short Hike", " (Cloud, Consola y PC) — 3 de agosto", "\n\t", "Broforce Forever", " (Cloud, Consola y PC) — 8 de agosto", "\n\t", "Limbo", " (Cloud, Consola y PC) — 9 de agosto", "\n\t", "Airborne Kingdom", " (Cloud, Consola y PC) — 10 de agosto", "\n\t", "Everspace 2", " (Cloud y Xbox Series X|S) — 15 de agosto", "\n", "Everspace 2", " de ", "RockFish Games", " verá a los jugadores subirse a la cabina de su propio luchador espacial mientras se entregan a un combate rápido en tercera persona, mientras exploran un universo hecho a mano que cuenta con \"elementos de juegos de rol clásicos\" en una campaña para un solo jugador. En la reseña del acceso anticipado, en ", "IGN", " le dimos un 7/10, y dijimos que ", "Everspace 2 ", "\"se siente como el comienzo de un gran juego de rol de acción para un jugador, con más variedad de juego de lo que normalmente se ve en un juego de lucha espacial\".", "El título de aventuras y plataformas de rompecabezas ", "Limbo", " trae un aspecto más oscuro a la oferta de ", "Game Pass", " de este mes, al pedirle al jugador que tome el control de un niño mientras viaja a través de un mundo extraño y a menudo peligroso, mientras intenta desentrañar el destino de su hermana. . En la reseña de ", "IGN", " le dimos un 9/10, y notamos que \"muy pocos juegos son tan originales, atmosféricos y consistentemente brillantes\" como ", "Limbo", ".", "Cuatro juegos dejarán el servicio el 15 de agosto, incluidos ", "Death Stranding", " (", "PC", ") de ", "Hideo Kojima", ",", " Edge of Eternity", " (Cloud, Consola y PC), ", "Midnight Fight Express", " (Cloud, Consola y PC) y ", "Total War de Creative Assembly: Warhammer III", " (PC).", "Anthony es un colaborador independiente que cubre noticias de ciencia y videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo los últimos avances en múltiples campos científicos y no tiene tiempo para sus travesuras. Síguelo en Twitter @BeardConGamer"]},
{"it_by": ["EA Sports FC 24 - Tráiler de revelación subtitulado"], "take_more": ["11 de Julio de 2023"]},
{"it_by": ["El mejor smartphone para jugar tus battle royale"], "take_more": ["6 de Mayo de 2020"]},
{"it_by": ["Blue Beetle - Tráiler oficial"], "take_more": ["3 de Abril de 2023"]},
{"it_by": ["Shadow & Bone Temporada 2 - Tráiler oficial (2023) con Ben Barnes, Lewis Tan | IGN Fan Fest 2023"], "take_more": ["17 de Febrero de 2023"]},
{"it_by": ["MH370: El avión que desapareció - Tráiler oficial subtitulado"], "take_more": ["21 de Febrero de 2023"]},
{"it_by": ["Sweet Tooth - Avance de la temporada 2"], "take_more": ["21 de Marzo de 2023"]},
{"it_by": ["Misión de Rescate 2 - Tráiler oficial"], "take_more": ["3 de Abril de 2023"]},
{"it_by": ["Dead Island 2: Nuevo Gameplay"], "take_more": ["2 de Marzo de 2023"]},
{"it_by": ["Resident Evil 4 se convierte en un anime y presenta una visión muy alegre y colorida del remake de terror"], "take_more": ["La versión más ", "kawaii", " de Resident Evil 4 está de regreso", ". ¿Recuerdan que hace un par de días les contamos que ", "Capcom", ", en asociación con ", "Nippon Animation", ", lanzaron un corto animado de ", "Resident Evil 4", ". ¡Hay más! Este miércoles llegó el segundo episodio titulado ", "“Una promesa entre los dos” ", "y nos muestra a ", "Leon", " y sus interminables esfuerzos por rescatar a ", "Ashley", ", lo mismo que pronto viviremos en el juego cuando llegue a nuestras consolas y PC el 24 de marzo.", "Esta segunda entrega también es una ", "Masterpiece Theatre", ", el formato icónico y reconocido del tradicional estudio japonés de animación. ¡No te lo pierdas a continuación!", " ", "\n", "Resident Evil 4 – “Resident Evil Masterpiece Theater, Ep. 2: A promise between the two\"", "\nNippon Animation, famous for “World Masterpiece Theater,” have created original promotion videos to celebrate the launch of Resident Evil 4! ", "pic.twitter.com/rHpT7RKJ2E", "\n— Resident Evil (@RE_Games) ", "March 22, 2023", " ", "*En caso de que no puedas ver el video, da click en \"Ver contenido delicado\" o míralo directamente en", " Twitter aquí.", "La nota original:", " ", "A pocos días de la llegada del remake de ", "Resident Evil 4", ", ", "Capcom", " lanzó un tráiler en forma de anime, que ofrece una versión linda, colorida y alegre; pero a la vez inquietante, del esperado título de terror.", "El alegre clip se titula ", "\"Leon y la Aldea Misteriosa\"", " y es un episodio en el que vemos a ", "Leon S. Kennedy", " acercándose a varias personas mientras busca de forma desesperada a la hija del presidente de los Estados Unidos, ", "Ashley Graham", ", sólo para darse cuenta que su búsqueda es 一literalmente一 interrumpida de la forma más sospechosa.", " ", "\n", "Resident Evil 4 ×Nippon Animation", "\nShort anime series Resident Evil Masterpiece Theater - “Leon and the Mysterious Village” Episode 1", "\n", "\nThe original animated PV has been produced in cooperation with Japanese animation studio \"Nippon Animation\", famous for its World Masterpiece… ", "https://t.co/q3jogMxv0e", " ", "pic.twitter.com/j65gnz8gTh", "\n— Capcom Asia (@CapcomAsia) ", "March 20, 2023", "El encargado de producir esta versión “dulce” de", " Resident Evil 4", ", fue el aclamado estudio japonés ", "Nippon Animation", ", a quien conocemos hoy por shows como el anime original de ", "Hunter x Hunte", "r o ", "Corrector Yui.", " Para este anime protagonizado por Leon, el estudio decidió darle el estilo de su clásico World Masterpiece Theatre, un contenedor televisivo japonés, que se emitió por primera vez de 1969 a 1997, antes de reiniciarse nuevamente en 2007 y continuar hasta 2009 con sus diversas adaptaciones animadas.", "Este ", "Masterpiece Theatre", " de un minuto de duración para ", "Resident Evil 4 ", "es solo la última incorporación a la gran campaña de marketing que hay previo al lanzamiento del juego. Ya tuvimos antes ", "un sitio web dedicado ", "a la nueva versión del título, repleto de acertijos, puzzles y mucha historia de fondo para el título tan esperado.", "El remake de ", "Resident Evil 4", " llegará a", " PlayStation 5, PS4, Xbox Series X|S y PC el 24 de marzo", ". Esta entrega sigue las recientes reinvenciones de ", "Capcom", " de ", "Resident Evil 2 ", "y ", "3,", " conservando los elementos fundamentales del juego original y agregando una jugabilidad actualizada, además de una actualización visual.", "En nuestra ", "review 10/10 de Resident Evil 4", " dijimos que:", " “Esta es la reconstrucción de una de las historias de Resident Evil más emocionantes realzando completamente su enorme potencial, es un clásico que regresa con una versión definitiva con todo lo que siempre quisimos que se modificara, no hay motivos para no adentrarse en este remake, es un juego que disfrutarás sí o sí”.", " ", "\n"]},
{"it_by": ["Resident Evil 4 se convierte en un anime y presenta una visión muy alegre y colorida del remake de terror"], "take_more": ["La versión más ", "kawaii", " de Resident Evil 4 está de regreso", ". ¿Recuerdan que hace un par de días les contamos que ", "Capcom", ", en asociación con ", "Nippon Animation", ", lanzaron un corto animado de ", "Resident Evil 4", ". ¡Hay más! Este miércoles llegó el segundo episodio titulado ", "“Una promesa entre los dos” ", "y nos muestra a ", "Leon", " y sus interminables esfuerzos por rescatar a ", "Ashley", ", lo mismo que pronto viviremos en el juego cuando llegue a nuestras consolas y PC el 24 de marzo.", "Esta segunda entrega también es una ", "Masterpiece Theatre", ", el formato icónico y reconocido del tradicional estudio japonés de animación. ¡No te lo pierdas a continuación!", " ", "\n", "Resident Evil 4 – “Resident Evil Masterpiece Theater, Ep. 2: A promise between the two\"", "\nNippon Animation, famous for “World Masterpiece Theater,” have created original promotion videos to celebrate the launch of Resident Evil 4! ", "pic.twitter.com/rHpT7RKJ2E", "\n— Resident Evil (@RE_Games) ", "March 22, 2023", " ", "*En caso de que no puedas ver el video, da click en \"Ver contenido delicado\" o míralo directamente en", " Twitter aquí.", "La nota original:", " ", "A pocos días de la llegada del remake de ", "Resident Evil 4", ", ", "Capcom", " lanzó un tráiler en forma de anime, que ofrece una versión linda, colorida y alegre; pero a la vez inquietante, del esperado título de terror.", "El alegre clip se titula ", "\"Leon y la Aldea Misteriosa\"", " y es un episodio en el que vemos a ", "Leon S. Kennedy", " acercándose a varias personas mientras busca de forma desesperada a la hija del presidente de los Estados Unidos, ", "Ashley Graham", ", sólo para darse cuenta que su búsqueda es 一literalmente一 interrumpida de la forma más sospechosa.", " ", "\n", "Resident Evil 4 ×Nippon Animation", "\nShort anime series Resident Evil Masterpiece Theater - “Leon and the Mysterious Village” Episode 1", "\n", "\nThe original animated PV has been produced in cooperation with Japanese animation studio \"Nippon Animation\", famous for its World Masterpiece… ", "https://t.co/q3jogMxv0e", " ", "pic.twitter.com/j65gnz8gTh", "\n— Capcom Asia (@CapcomAsia) ", "March 20, 2023", "El encargado de producir esta versión “dulce” de", " Resident Evil 4", ", fue el aclamado estudio japonés ", "Nippon Animation", ", a quien conocemos hoy por shows como el anime original de ", "Hunter x Hunte", "r o ", "Corrector Yui.", " Para este anime protagonizado por Leon, el estudio decidió darle el estilo de su clásico World Masterpiece Theatre, un contenedor televisivo japonés, que se emitió por primera vez de 1969 a 1997, antes de reiniciarse nuevamente en 2007 y continuar hasta 2009 con sus diversas adaptaciones animadas.", "Este ", "Masterpiece Theatre", " de un minuto de duración para ", "Resident Evil 4 ", "es solo la última incorporación a la gran campaña de marketing que hay previo al lanzamiento del juego. Ya tuvimos antes ", "un sitio web dedicado ", "a la nueva versión del título, repleto de acertijos, puzzles y mucha historia de fondo para el título tan esperado.", "El remake de ", "Resident Evil 4", " llegará a", " PlayStation 5, PS4, Xbox Series X|S y PC el 24 de marzo", ". Esta entrega sigue las recientes reinvenciones de ", "Capcom", " de ", "Resident Evil 2 ", "y ", "3,", " conservando los elementos fundamentales del juego original y agregando una jugabilidad actualizada, además de una actualización visual.", "En nuestra ", "review 10/10 de Resident Evil 4", " dijimos que:", " “Esta es la reconstrucción de una de las historias de Resident Evil más emocionantes realzando completamente su enorme potencial, es un clásico que regresa con una versión definitiva con todo lo que siempre quisimos que se modificara, no hay motivos para no adentrarse en este remake, es un juego que disfrutarás sí o sí”.", " ", "\n"]},
{"it_by": ["Los fans de Red Dead Redemption protestan por el lanzamiento que dicen que es demasiado caro y carece de nuevas características"], "take_more": ["El lanzamiento recientemente anunciado de ", "Red Dead Redemption para PlayStation y Nintendo Switch ", "podría haber sido motivo de celebración entre la comunidad dedicada al juego, pero en lugar de eso, ", "los fans están indignados ", "con las noticias de hoy.", "Esta mañana, Rockstar reveló que Red Dead Redemption de 2010 y su expansión Undead Nightmare llegarán a PS4 y Nintendo Switch el 17 de agosto, con ediciones físicas el 13 de octubre. Rockstar ", "llama al port una \"conversión\"", " en lugar de una remasterización o una nueva versión, y la compañía cobra $50 dólares por esta iteración del juego.", "Los jugadores de Red Dead Redemption en las redes sociales ", "están molestos por el precio", " de Red Dead Redemption,", " la falta de multijugador y la falta de un lanzamiento para PC", ". No ayuda que los rumores sobre una nueva versión de Red Dead Redemption hayan estado circulando durante semanas luego de una nueva calificación para el juego en Corea del Sur. ", "Los fans se ilusionaron con una nueva versión en toda regla", ", y muchos clamaron por una versión que pusiera el original en línea con Red Dead Redemption 2, de manera similar a como The Last of Us Parte I ahora es visualmente similar a la Parte II.", "Pero eso no es lo que ofrece Rockstar. En cambio, los fans ", "están decepcionados de que Red Dead Redemption en PlayStation 4 y Switch parezca visualmente similar a las versiones originales de PS3 y Xbox 360", ". Rockstar tampoco anunció la compatibilidad con 60 FPS para el nuevo port, lo que llevó a los fans a creer que se ejecutará a los 30 FPS del juego original. El problema se volvió aún más evidente cuando la comunidad se dio cuenta de que Red Dead Redemption ya se puede jugar en Xbox Series X en 4K, lo cual se señaló rápidamente en línea.", "Gracias a la retrocompatibilidad más robusta de Xbox Series X|S con generaciones anteriores de Xbox, Red Dead Redemption ha sido accesible en las plataformas de Microsoft durante años. Este nuevo lanzamiento no llegará a Xbox, pero eso seguramente se deba a que la versión 360 original ya está disponible en la tienda de Xbox. Además, el precio de $50 dólares adjunto a las nuevas versiones de PS4 y Switch no se ve muy bien al lado del precio de $30 dólares en Xbox.", "\"Compré la edición GOTY por $10 dólares para jugar a 4k en mi One X. $50 dólares por un port simple en un juego de 13 años es otra cosa\", escribió un usuario en Reddit. \"Día realmente triste cuando la publicación principal en r/reddeadredemption es 'No compres Red Dead Redemption'\", escribió otro.", "Este próximo port", " también se salta la PC por completo", ", donde Rockstar aún no ha lanzado oficialmente Red Dead Redemption.", "Los fans están llamando al port una \"toma de efectivo\", con una de las principales publicaciones de hoy en el subreddit que dice: \"No compres Red Dead Redemption ... Si quieres una nueva versión / remasterización adecuada, entonces no compres esta toma de efectivo\". La publicación señala que el port parece carecer de mejoras gráficas y de FPS significativas, y le falta el modo multijugador del original.", "Y, por supuesto, el anuncio de hoy ", "también trajo muchos memes", ", ya que algunos bromearon sobre el hecho de que Red Dead Redemption llegará a una plataforma de Nintendo por primera vez.", " "]},
{"it_by": ["Barbie estuvo cerca de tener una escena postcréditos que finalmente fue eliminada"], "take_more": ["Barbie", " de ", "Greta Gerwig", " es todo un éxito mundial. La gran forma en la que la directora abordó a este personaje fue una idea interesante para desarrollar los temas del feminismo y la deconstrucción de la mujer, mismo que fue aplaudido entre el sector femenil de la sociedad al sentirse plenamente identificado con muchas situaciones de la historia.", "En el final de la película, ", "Barbie", " asciende a un plano que va más allá del entendimiento de los juguetes y los humanos para poder conocer a su creadora, donde ahora pasa a ser una mujer real, posteriormente ", "Barbie", " decide ir al ginecólogo.", "Muchos fans esperaban que hubiera una escena postcréditos, ya sea de ", "Ken", " o de alguna escena cómica y lo cierto es que sí la hubo, pues sorprendentemente se quedó en la sala de edición.", "\n", "Supposedly, ", "#BarbieTheMovie", " had a post-credits scene showing Midge giving birth!", "\n", "\nAs shown in the 'Art of the Cut' conversation with editor Nick Houy, a corkboard of every single main Barbie scene is shown, revealing a couple of scenes that apparently didn't make the final cut! ", "pic.twitter.com/lH8a5Wx1sV", "\n— Daily Movie Juice 🧃 (@dailymoviejuice) ", "July 31, 2023", "Por si el público no sabía, quien da voz a la narradora es ", "Helen Mirren ", "y quien de acuerdo a esta escena eliminada, tiene un momento en pantalla donde ", "Midge", " entra en parto y la narradora le habla directamente al espectador. No hay más información sobre qué es lo que dice u ocurre. Cabe mencionar que esta pizarra también revela otras escenas que fueron descartadas. ¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"it_by": ["Barbie estuvo cerca de tener una escena postcréditos que finalmente fue eliminada"], "take_more": ["Barbie", " de ", "Greta Gerwig", " es todo un éxito mundial. La gran forma en la que la directora abordó a este personaje fue una idea interesante para desarrollar los temas del feminismo y la deconstrucción de la mujer, mismo que fue aplaudido entre el sector femenil de la sociedad al sentirse plenamente identificado con muchas situaciones de la historia.", "En el final de la película, ", "Barbie", " asciende a un plano que va más allá del entendimiento de los juguetes y los humanos para poder conocer a su creadora, donde ahora pasa a ser una mujer real, posteriormente ", "Barbie", " decide ir al ginecólogo.", "Muchos fans esperaban que hubiera una escena postcréditos, ya sea de ", "Ken", " o de alguna escena cómica y lo cierto es que sí la hubo, pues sorprendentemente se quedó en la sala de edición.", "\n", "Supposedly, ", "#BarbieTheMovie", " had a post-credits scene showing Midge giving birth!", "\n", "\nAs shown in the 'Art of the Cut' conversation with editor Nick Houy, a corkboard of every single main Barbie scene is shown, revealing a couple of scenes that apparently didn't make the final cut! ", "pic.twitter.com/lH8a5Wx1sV", "\n— Daily Movie Juice 🧃 (@dailymoviejuice) ", "July 31, 2023", "Por si el público no sabía, quien da voz a la narradora es ", "Helen Mirren ", "y quien de acuerdo a esta escena eliminada, tiene un momento en pantalla donde ", "Midge", " entra en parto y la narradora le habla directamente al espectador. No hay más información sobre qué es lo que dice u ocurre. Cabe mencionar que esta pizarra también revela otras escenas que fueron descartadas. ¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"it_by": ["Los artistas de efectos visuales de Marvel Studios están tratando de sindicalizarse después de un año de reportes de \"crunch\" y salarios bajos"], "take_more": ["Los empleados de efectos visuales de Marvel Studios ", "están intentando formar el primer sindicato VFX de la industria", ".", "Hoy, más de 50 trabajadores de VFX en Marvel ", "se unieron para solicitar una elección sindical en la Junta Nacional de Relaciones Laborales", ". El grupo estará representado por la Alianza Internacional de Empleados de Escenarios Teatrales (IATSE).", "“Durante casi medio siglo, a los trabajadores de la industria de los efectos visuales se les han negado las mismas protecciones y beneficios en los que han confiado sus compañeros de trabajo y miembros del equipo desde el comienzo de la industria cinematográfica de Hollywood”, dijo Mark Patch, organizador de VFX para IATSE. es un primer paso histórico para los trabajadores de VFX que se unen con una voz colectiva que exige respeto por el trabajo que hacemos”.", "Las luchas de los trabajadores de VFX ", "han sido bien documentadas en los últimos años", ". Apenas el mes pasado, informamos sobre cómo las huelgas en la industria del entretenimiento están afectando a los artistas de VFX, que enfrentan un futuro incierto a medida que Hollywood se detiene. En esa historia, varios trabajadores de VFX señalaron la falta de un sindicato.", "“La huelga de WGA es solo un claro recordatorio de que VFX no tiene un sindicato”, dijo un ex productor de efectos visuales. “Ver una lucha colectiva por mejores salarios, apoyo y horarios es un claro recordatorio de que la industria de VFX nunca ha podido unirse para iniciar un sindicato por nuestra cuenta”.", "También se han presionado quejas específicas sobre ", "el trato de Marvel a los trabajadores de VFX ", "en los últimos años. Un artista que trabajó en Ant-Man and the Wasp: Quantumania dijo que la \"codicia humana\" condujo a problemas de efectos visuales en los proyectos de Marvel, mientras que un trabajador anónimo de efectos visuales le dijo a IGN el año pasado que los proyectos de Marvel tienden a durar hasta el final, causando largas horas y condiciones de trabajo intensamente estresantes.", "\"Básicamente te quedas sin tiempo para trabajar en estas cosas\", dijo el artista de VFX en ese momento. \"Tenía una toma en la que trabajé que terminé a las 9 de la mañana, y tenían una vista previa en Londres esa noche. La versión en la que trabajé ese [día] era la versión que iban a ver en el estreno. Está hasta el último momento. Y no quiere decir que todas las series sean así, pero sucede\".", "Este nuevo impulso de los trabajadores de VFX para sindicalizarse se produce cuando la industria del entretenimiento está paralizada. Los escritores y los estudios de Hollywood se reunieron esta semana por primera vez desde que comenzó la huelga en mayo, pero no se llegó a ningún acuerdo. Para obtener más información, puede consultar por qué se interrumpe la transmisión y cómo las huelgas pueden solucionarlo.", " "]},
{"it_by": ["One Piece: estas fueron las dos condiciones de Eiichiro Oda para el live-action de Netflix"], "take_more": [" ", "El creador de ", "One Piece, Eiichiro Oda", ", tuvo dos demandas específicas para ", "Netflix ", "antes de aceptar que adaptaran su obra a un ", "live-action.", "Según lo informado por ", "ComicBook.com", ", el showrunner de la serie,", " Matt Owens,", " reveló en nueva información publicada por ", "Shueisha", ", editorial encargada del manga,", " que Oda no estaba dispuesto a ceder a Netflix el control creativo total de su obra.", "La primera demanda está relacionada con ", "las historias de fondo de la tripulación del Sombrero de Paja", ": ", "los orígenes de Luffy, Zoro, Nami, Usopp y Sanji tenían que permanecer tal y como están en el manga y anime", ". Nada de cambios e inventos. ", "“(las historias de fondo) Son tan fundamentales para quienes son como personas, cuáles son sus sueños y motivaciones, y cómo Luffy profundiza en eso cuando los conoce y los ayuda a redescubrir esos sueños”", ", dijo Owens.", "Los orígenes de Luffy, Zoro, Nami, Usopp y Sanji tenían que permanecer tal y como están en el manga y anime", "La segunda condición tiene que ver con", " la funcionalidad de cada fruta del diablo,", " las frutas especiales que le otorgan a los personajes poderes extraños, como la gran elasticidad de Luffy. Estas tampoco pueden ser modificadas.", "\"Los poderes específicos de las frutas del diablo y otros conjuntos de habilidades fueron elaborados cuidadosamente por Oda y se invirtió mucha imaginación en lo que las diferentes personas pueden hacer y cuáles son las reglas con eso\",", " dijo Owens.", "One Piece tendrá su esperado debut este 31 de agosto", " en Netflix", ", con ", "Iñaki Godoy", " interpretando a ", "Luffy", ", ", "Mackenyu ", "interpretando a ", "Zoro", ", ", "Emily Rudd ", "interpretando a ", "Nami", ", ", "Jacob Romero Gibson ", "interpretando a ", "Usopp ", "y ", "Taz Skylar ", "interpretando a ", "Sanji", ". Sin embargo, la versión japonesa podría sonar un poco más familiar para los fans del país asiático, ", "ya que el elenco de voces original del anime repetirá sus papeles en esta producción. "]},
{"it_by": ["Cowboy Bebop: ni al creador del anime le gustó la versión de Netflix"], "take_more": ["Shinichiro Watanabe", ", creador del icónico anime", " Cowboy Bebop", ", no quedó muy impresionado con la adaptación live-action de ", "Netflix", ", o al menos, con lo poco que consiguió ver.", "En una reciente entrevista con ", "Forbes", ", el creativo japonés contó que ", "Netflix", " le envió un “video para revisar y verificar” el trabajo, pero no consiguió siquiera pasar de la primera escena.", "“Comienza con una escena en un casino, lo que me hizo muy difícil continuar”,", " explicó Watanabe. ", "“Me detuve ahí y sólo vi la escena de apertura. Claramente eso no era Cowboy Bebop y en este momento me di cuenta que si no estuviera involucrado, no sería Cowboy Bebop. Sentí que tal vez yo debería haberlo hecho. Aunque ahora el valor del anime original es mucho más alto”.", " ", "Curiosamente, ésta no es la primera vez que ", "Watanabe", " habló de lo limitada que fue su participación en la adaptación. Cuando la versión live-action de ", "Cowboy Bebop", " se anunció por primera vez en 2018, ", "Netflix", " informó que el japonés sería contratado como consultor. Pero en una ", "entrevista de 2019", " que ", "resurgió en 2021", ", el creativo dijo: \"", "leí el concepto inicial y brindé mis opiniones, pero no estoy seguro de si se reflejarán en el producto final\".", "\"No tengo más remedio que rezar y esperar que salga bien\",", " añadió Watanabe.", "La adaptación live-action de ", "Cowboy Bebop ", "en", " Netflix", " recibió varias críticas mixtas de la prensa especializada, pero nunca convenció a los fans del anime, lo que llevó a su cancelación, a pesar del final abierto que planteaba un escenario para la segunda temporada. Fue protagonizada por ", "John Cho", " como", " Spike Spiegel", ",", " Mustafa Shakir ", "como ", "Jet Black ", "y ", "Daniella Pineda", " como", " Faye Valentine."]},
{"it_by": ["Barbie ha superado oficialmente los mil millones de dólares en la taquilla mundial"], "take_more": ["Además de ganar su tercer fin de semana consecutivo en taquilla, ", "Barbie ha superado oficialmente los mil millones de dólares en todo el mundo", ".", "Según lo informado por Comscore, Barbie recaudó $53 millones de dólares en América del Norte y vio solo una caída del 43% desde el fin de semana pasado. A nivel nacional, Barbie ha alcanzado los 459.38 millones de dólares.", "El desempeño doméstico de Barbie", " fue suficiente para mantener a raya al monstruo con forma de tiburón que es Meg 2: The Trench", ", aunque la secuela pudo asegurar una impresionante victoria en el segundo lugar con $30 millones de dólares. En aguas internacionales, Meg 2: The Trench ganó otros $112 millones de dólares para un total global de $142 millones de dólares.", "En la reseña de Meg 2: The Trench a cargo de IGN US, dicen que es \"una terrible secuela que se basa demasiado en copiar películas de género mucho mejor ejecutadas, condenada a convertirse en uno de los mayores desastres del verano\".", "Oppenheimer cayó al tercer lugar", " al no poder superar a Meg 2: The Trench con $28.7 millones de dólares en su tercer fin de semana en los cines. El total norteamericano de Oppenheimer ha alcanzado los $228.56 millones de dólares y, en todo el mundo, la película se ubica en $552.94 millones de dólares.", "Oppenheimer también se convirtió en el octavo estreno IMAX más grande de todos los tiempos en todo el mundo y es la segunda película IMAX más rápida en alcanzar los 100 millones de dólares en mercados similares (excepto China, Japón, Corea del Sur y Rusia).", "Teenage Mutant Ninja Turtles: Mutant Mayhem causó una fuerte primera impresión", " con la venta de entradas a nivel nacional por un valor de 28 millones de dólares. La más reciente película de TMNT también se estrenó en 24 mercados internacionales y recaudó otros $8.5 millones de dólares para un total global de $51.5 millones de dólares.", "En la reseña de IGN US de Teenage Mutant Ninja Turtles: Mutant Mayehm, dicen que \"rezuma confianza, energía y corazón, y la aventura animada representa un nuevo hito para las Tortugas en la pantalla grande\".", "Completando los cinco primeros estuvo Haunted Mansion de Disney", ", ya que recaudó $8.97 millones de dólares a nivel nacional en su segundo fin de semana en los cines. Haunted Mansion ha recaudado $42 millones de dólares en América del Norte y $59.6 millones de dólares en todo el mundo.", " ", " "]},
{"it_by": ["Barbie ha superado oficialmente los mil millones de dólares en la taquilla mundial"], "take_more": ["Además de ganar su tercer fin de semana consecutivo en taquilla, ", "Barbie ha superado oficialmente los mil millones de dólares en todo el mundo", ".", "Según lo informado por Comscore, Barbie recaudó $53 millones de dólares en América del Norte y vio solo una caída del 43% desde el fin de semana pasado. A nivel nacional, Barbie ha alcanzado los 459.38 millones de dólares.", "El desempeño doméstico de Barbie", " fue suficiente para mantener a raya al monstruo con forma de tiburón que es Meg 2: The Trench", ", aunque la secuela pudo asegurar una impresionante victoria en el segundo lugar con $30 millones de dólares. En aguas internacionales, Meg 2: The Trench ganó otros $112 millones de dólares para un total global de $142 millones de dólares.", "En la reseña de Meg 2: The Trench a cargo de IGN US, dicen que es \"una terrible secuela que se basa demasiado en copiar películas de género mucho mejor ejecutadas, condenada a convertirse en uno de los mayores desastres del verano\".", "Oppenheimer cayó al tercer lugar", " al no poder superar a Meg 2: The Trench con $28.7 millones de dólares en su tercer fin de semana en los cines. El total norteamericano de Oppenheimer ha alcanzado los $228.56 millones de dólares y, en todo el mundo, la película se ubica en $552.94 millones de dólares.", "Oppenheimer también se convirtió en el octavo estreno IMAX más grande de todos los tiempos en todo el mundo y es la segunda película IMAX más rápida en alcanzar los 100 millones de dólares en mercados similares (excepto China, Japón, Corea del Sur y Rusia).", "Teenage Mutant Ninja Turtles: Mutant Mayhem causó una fuerte primera impresión", " con la venta de entradas a nivel nacional por un valor de 28 millones de dólares. La más reciente película de TMNT también se estrenó en 24 mercados internacionales y recaudó otros $8.5 millones de dólares para un total global de $51.5 millones de dólares.", "En la reseña de IGN US de Teenage Mutant Ninja Turtles: Mutant Mayehm, dicen que \"rezuma confianza, energía y corazón, y la aventura animada representa un nuevo hito para las Tortugas en la pantalla grande\".", "Completando los cinco primeros estuvo Haunted Mansion de Disney", ", ya que recaudó $8.97 millones de dólares a nivel nacional en su segundo fin de semana en los cines. Haunted Mansion ha recaudado $42 millones de dólares en América del Norte y $59.6 millones de dólares en todo el mundo.", " ", " "]},
{"it_by": ["Los fans de Red Dead Redemption protestan por el lanzamiento que dicen que es demasiado caro y carece de nuevas características"], "take_more": ["El lanzamiento recientemente anunciado de ", "Red Dead Redemption para PlayStation y Nintendo Switch ", "podría haber sido motivo de celebración entre la comunidad dedicada al juego, pero en lugar de eso, ", "los fans están indignados ", "con las noticias de hoy.", "Esta mañana, Rockstar reveló que Red Dead Redemption de 2010 y su expansión Undead Nightmare llegarán a PS4 y Nintendo Switch el 17 de agosto, con ediciones físicas el 13 de octubre. Rockstar ", "llama al port una \"conversión\"", " en lugar de una remasterización o una nueva versión, y la compañía cobra $50 dólares por esta iteración del juego.", "Los jugadores de Red Dead Redemption en las redes sociales ", "están molestos por el precio", " de Red Dead Redemption,", " la falta de multijugador y la falta de un lanzamiento para PC", ". No ayuda que los rumores sobre una nueva versión de Red Dead Redemption hayan estado circulando durante semanas luego de una nueva calificación para el juego en Corea del Sur. ", "Los fans se ilusionaron con una nueva versión en toda regla", ", y muchos clamaron por una versión que pusiera el original en línea con Red Dead Redemption 2, de manera similar a como The Last of Us Parte I ahora es visualmente similar a la Parte II.", "Pero eso no es lo que ofrece Rockstar. En cambio, los fans ", "están decepcionados de que Red Dead Redemption en PlayStation 4 y Switch parezca visualmente similar a las versiones originales de PS3 y Xbox 360", ". Rockstar tampoco anunció la compatibilidad con 60 FPS para el nuevo port, lo que llevó a los fans a creer que se ejecutará a los 30 FPS del juego original. El problema se volvió aún más evidente cuando la comunidad se dio cuenta de que Red Dead Redemption ya se puede jugar en Xbox Series X en 4K, lo cual se señaló rápidamente en línea.", "Gracias a la retrocompatibilidad más robusta de Xbox Series X|S con generaciones anteriores de Xbox, Red Dead Redemption ha sido accesible en las plataformas de Microsoft durante años. Este nuevo lanzamiento no llegará a Xbox, pero eso seguramente se deba a que la versión 360 original ya está disponible en la tienda de Xbox. Además, el precio de $50 dólares adjunto a las nuevas versiones de PS4 y Switch no se ve muy bien al lado del precio de $30 dólares en Xbox.", "\"Compré la edición GOTY por $10 dólares para jugar a 4k en mi One X. $50 dólares por un port simple en un juego de 13 años es otra cosa\", escribió un usuario en Reddit. \"Día realmente triste cuando la publicación principal en r/reddeadredemption es 'No compres Red Dead Redemption'\", escribió otro.", "Este próximo port", " también se salta la PC por completo", ", donde Rockstar aún no ha lanzado oficialmente Red Dead Redemption.", "Los fans están llamando al port una \"toma de efectivo\", con una de las principales publicaciones de hoy en el subreddit que dice: \"No compres Red Dead Redemption ... Si quieres una nueva versión / remasterización adecuada, entonces no compres esta toma de efectivo\". La publicación señala que el port parece carecer de mejoras gráficas y de FPS significativas, y le falta el modo multijugador del original.", "Y, por supuesto, el anuncio de hoy ", "también trajo muchos memes", ", ya que algunos bromearon sobre el hecho de que Red Dead Redemption llegará a una plataforma de Nintendo por primera vez.", " "]},
{"it_by": ["Five Nights At Freddy's - Tráiler doblado al español latino"], "take_more": ["12 de Julio de 2023"]},
{"it_by": ["Tortugas Ninja: Caos Mutante - Nuevo clip exclusivo"], "take_more": ["13 de Julio de 2023"]},
{"it_by": ["Tortugas Ninja: Caos Mutante \"Nuestra casa de los sueños es una alcantarilla\""], "take_more": ["20 de Julio de 2023"]},
{"it_by": ["The Marvels - Tráiler oficial subtitulado"], "take_more": ["21 de Julio de 2023"]},
{"it_by": ["Gran Turismo: todo lo que sabemos de la nueva película de videojuegos"], "take_more": ["25 de Julio de 2023"]},
{"it_by": ["Dead Island 2: Cómo conecta la historia con Dead Island"], "take_more": ["14 de Abril de 2023"]},
{"it_by": ["Resident Evil 4 tiene otro remake, esta vez como un Side-Scroller en 2D"], "take_more": ["Resident Evil 4 Remake es uno de los mejores juegos de 2023", " hasta ahora, pero ahora", " los fans han creado otra versión del clásico de terror de supervivencia", ". Esta vez, Resident Evil 4 ahora es ", "un shooter de correr y disparar en 2D", ".", "Visto por primera vez por PCGamesN, ", "Resident Evil 4 2D Edition es una reinvención side-scrolling de la aventura más icónica de Leon S. Kennedy", ". El juego se creó en GZDoom, una herramienta de modificación que es popular en la comunidad de Doom. El usuario DooMero es el desarrollador de este mod y dijeron que está dedicado a toda la comunidad de Doom. Puedes ver el juego por ti mismo en ", "YouTube", " o ver algunas capturas de pantalla en el tuit a continuación.", "En Doomworld, DooMero explicó anteriormente que este mod ha estado en desarrollo desde 2016, pero se mantuvo en espera. El lanzamiento de Resident Evil 4 de Capcom a principios de este año motivó al creador a comenzar a trabajar en el proyecto nuevamente. Algunos de los elementos de la nueva versión incluso se están incorporando a la recreación de DooMero, como el parry con el cuchillo y algunos efectos de sonido selectos. El creador sugirió previamente de que vendría una demostración jugable, pero no sabemos cuándo sucederá.", "La demo lleva a los jugadores a través de la secuencia inicial de la aldea del juego, incluyendo momentos icónicos como soltar al perro de la trampa y luchar contra el hombre motosierra. El juego tiene a Leon haciendo las mismas cosas que suele hacer: disparar a los enemigos, recolectar recursos y resolver acertijos, pero todo se hace en un plano horizontal.", " "]},
{"it_by": ["Resident Evil 4 tiene otro remake, esta vez como un Side-Scroller en 2D"], "take_more": ["Resident Evil 4 Remake es uno de los mejores juegos de 2023", " hasta ahora, pero ahora", " los fans han creado otra versión del clásico de terror de supervivencia", ". Esta vez, Resident Evil 4 ahora es ", "un shooter de correr y disparar en 2D", ".", "Visto por primera vez por PCGamesN, ", "Resident Evil 4 2D Edition es una reinvención side-scrolling de la aventura más icónica de Leon S. Kennedy", ". El juego se creó en GZDoom, una herramienta de modificación que es popular en la comunidad de Doom. El usuario DooMero es el desarrollador de este mod y dijeron que está dedicado a toda la comunidad de Doom. Puedes ver el juego por ti mismo en ", "YouTube", " o ver algunas capturas de pantalla en el tuit a continuación.", "En Doomworld, DooMero explicó anteriormente que este mod ha estado en desarrollo desde 2016, pero se mantuvo en espera. El lanzamiento de Resident Evil 4 de Capcom a principios de este año motivó al creador a comenzar a trabajar en el proyecto nuevamente. Algunos de los elementos de la nueva versión incluso se están incorporando a la recreación de DooMero, como el parry con el cuchillo y algunos efectos de sonido selectos. El creador sugirió previamente de que vendría una demostración jugable, pero no sabemos cuándo sucederá.", "La demo lleva a los jugadores a través de la secuencia inicial de la aldea del juego, incluyendo momentos icónicos como soltar al perro de la trampa y luchar contra el hombre motosierra. El juego tiene a Leon haciendo las mismas cosas que suele hacer: disparar a los enemigos, recolectar recursos y resolver acertijos, pero todo se hace en un plano horizontal.", " "]},
{"it_by": ["Resident Evil 4 lanza sitio web lleno de acertijos, misterios y más historia de fondo"], "take_more": ["Resident Evil 4", " tiene un nuevo ", "ARG ", "que está lleno de acertijos y puzzles para que los usuarios los resuelvan en un esfuerzo por recuperar a la hija del presidente de los EE. UU. (cuyo nombre en código es ", "Bebé Águila", ") antes de que sea demasiado tarde.", "Los interesados ​​en participar pueden dirigirse al portal seguro de agentes en ", "babyeagleismissing.com", ". Allí, encontrarán una alerta urgente del ", "Agente Greene", " de la ", "División", " ", "Noreste", " ", "del", " ", "Servicio", " ", "Secreto", " solicitando ayuda con el secuestro del \"", "Bebé Águila", "\" ", "Ashley Graham", ".", "Al ingresar al sitio, a los usuarios se les presentará una serie de mensajes de varios agentes y tendrán acceso a evidencia de alto secreto para ayudar con el caso. Deben analizar y decodificar los datos fragmentados para asesorar a los agentes sobre el terreno sobre sus próximos movimientos.", "Una prueba es un documento triturado que los usuarios deben reconstruir para resolver el primer misterio. La respuesta que se descubre debe escribirse en el cuadro de comentarios para continuar con la siguiente tarea, que implica descifrar otro código y desbloquear un teléfono.", "El ", "ARG", " construye la historia de fondo de ", "Resident Evil 4", ", ya que el secuestro de la hija del presidente de los EE. UU. conduce directamente a los eventos del videojuego, en el que el agente especial ", "Leon S. Kennedy", " emprende una misión para rescatar al \"", "Bebé Águila", "\" de un culto monstruoso en Europa rural.", "El remake de", " Resident Evil 4", " llegará a ", "PlayStation 5", ", ", "PS4", ", ", "Xbox Series X|S", " y ", "PC", " el 23 de marzo. Sigue las recientes reimaginaciones de ", "Resident Evil 2", " y ", "3", " de ", "Capcom", ", conservando los elementos fundamentales del juego original al tiempo que agrega una jugabilidad actualizada y un aspecto visual. actualizar.", "Para obtener más información sobre los cambios en el clásico de terror, consulte nuestra entrevista completa de ", "Resident Evil 4", " con el director ", "Yasuhiro Ampo", " y el productor de ", "Capcom", " ", "Yoshiaki Harabayashi", ", donde aprendimos sobre todo, desde las nuevas armas en el juego hasta los cosméticos y los movimientos finales.", "Adele Ankers-Range es escritora independiente de entretenimiento para IGN. Síguela en ", "Twitter."]},
{"it_by": ["John Wick en Resident Evil 4 Remake"], "take_more": ["10 de Julio de 2023"]},
{"it_by": ["Dead Island 2 - Tráiler de lanzamiento subtitulado"], "take_more": ["21 de Abril de 2023"]},
{"it_by": ["El CEO de Take-Two dice que el precio del port de Red Dead Redemption es 'comercialmente preciso'"], "take_more": ["Ayer, Take-Two Interactive y Rockstar Games", " anunciaron que Red Dead Redemption", " y el complemento zombie Undead Nightmare llegarán a Nintendo Switch y PlayStation 4 el 17 de agosto.", "Y si bien eso puede haber sido motivo de celebración para muchos en la base de fans, otros", " discreparon con su precio de $50 dólares", ", especialmente considerando que falta el modo multijugador y una versión para PC. Además, ya se puede jugar en Xbox Series X en 4K y, gracias a la retrocompatibilidad de Xbox Series X/S, ha sido accesible en las plataformas de Microsoft durante años.", "Después del reporte de ingresos de Take-Two de hoy, IGN le preguntó al CEO Strauss Zelnick por qué fijaron el precio del puerto recién anunciado de la manera en que lo hicieron, especialmente dada la situación de compatibilidad con versiones anteriores para Xbox.", "“Eso es justo lo que creemos que es el precio comercialmente preciso”", ", respondió Zelnick.", "La vicepresidenta ejecutiva de finanzas de Take-Two, Hannah Sage, también señaló que ", "el port no es solo el juego base de Red Dead, sino también Undead Nightmare", ". Cuando se le preguntó si Undead Nightmare era la razón de su precio de $50 dólares, Zelnick dijo que el complemento \"fue un gran juego independiente por derecho propio cuando se lanzó originalmente, por lo que sentimos que es un gran paquete por primera vez, y ciertamente un gran valor para los consumidores”.", "IGN le preguntó sobre un posible lanzamiento para PC, pero Zelnick lo dejó vago y dijo que deja los anuncios de lanzamiento de juegos en manos de los desarrolladores."]},
{"it_by": ["Candy Candy: inteligencia artificial muestra como se vería Candy White en la vida real"], "take_more": ["Candy Candy", " es un manga japonés de Kyoko Mizuki que fue adaptado al anime por Toei Animation en la década de 1970, consiguiendo una enorme popularidad que dejó una fiel base de fans que se mantienen hasta la fecha.", "A lo largo de los años muchos se han preguntado ", "cómo se verían los protagonistas en la vida real", ", y ahora tenemos que esa duda ha sido resuelta gracias a las ventajas de la inteligencia artificial.", "Primeramente tenemos que la creadora digital Gaby Castellanos recurrió a la IA para ", "generar una versión realista de Candy en su etapa adolescente, apareciendo junto a Terry", " tal como pueden ver en la imagen a continuación:", "\n", "Versiones realistas de Candy y Terry creadas por IA / Gaby Castellanos", "\n", " ", "Además de esta versión, ", "en la cuenta de TikTok llamada artitoons", " publicaron la siguiente imagen con la versión realista de Candy, aunque en esta ocasión en su etapa adulta:", "\n", "Candy White creada por IA / artitoons", "\n", " ", "Destaca que en ambas versiones se muestra a Candy White con gran belleza, tal como muchos fans la imaginaban.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"it_by": ["Pokémon anuncia una serie animada sobre el juego de cartas de Pokémon"], "take_more": ["The Pokémon Company", " ha anunciado una caricatura sobre jugar con cartas ", "Pokémon", " en el mundo real junto con un anime en línea basado en ", "Scarlet", " y ", "Violet", ".", "Anunciado durante el evento ", "Pokémon", " ", "Presents", " de agosto, ", "Pokémon: Path to the Peak", " es una \"serie animada corta\" sobre una niña que se une a un club de cartas ", "Pokémon", " en la escuela antes de llevar sus talentos hasta la cima.", "El primer episodio se estrenará en el ", "Pokémon Worlds Championship", " en el ", "Pacifico Yokohama National Convention Hall", " el 11 de agosto, aunque no está claro si el episodio estará disponible en línea el mismo día.", "\"", "Pokémon: Path to the Peak ", "es una historia que da vida al ", "Juego de Cartas Coleccionables Pokémon", " como nunca antes lo habías visto\", dijo ", "Andy", " ", "Gose", ", director sénior de producción de medios. \"Ambientada en el apasionante mundo del competitivo ", "Juego de Cartas Coleccionables Pokémon", ", es la historia de nuestra heroína ", "Ava", ", que descubre su talento natural junto a su compañero ", "Pokémon Oddish", "\".", "Un breve avance de la caricatura mostró a ", "Ava", " mudarse a una nueva ciudad antes de unirse a un club de cartas ", "Pokémon", ", donde lucha sus cartas con nuevos amigos.", "The Pokémon Company", " también anunció ", "Pokémon: Paldean Winds", ", una serie web animada en línea que se transmitirá en su canal de ", "YouTube", ". El programa, que \"llegará pronto\", representará el drama juvenil de varios estudiantes de la academia a medida que se desarrollan, crecen y aprenden mientras asisten a la escuela.", "Sin embargo, esta no fue la única noticia de ", "Pokémon Scarlet", " y ", "Violet", " compartida durante el evento, ya que ", "The Pokémon Company", " también reveló una fecha de lanzamiento en septiembre para la primera gran expansión de los juegos: ", "The Teal Mask", ".", "Ryan Dinsdale es un reportero independiente de IGN. Hablará de The Witcher todo el día."]},
{"it_by": ["Destiny 2: Eclipse - Tráiler de lanzamiento"], "take_more": ["3 de Marzo de 2023"]},
{"it_by": ["Five Nights At Freddy's - Teaser Tráiler Subtitulado"], "take_more": ["17 de Mayo de 2023"]},
{"it_by": ["Tortugas Ninja: Caos Mutante - Tráiler oficial DOBLADO"], "take_more": ["31 de Mayo de 2023"]},
{"it_by": ["Tortugas Ninja: Caos Mutante - Detrás de Cámaras"], "take_more": ["26 de Junio de 2023"]},
{"it_by": ["Marvel Studios’ The Marvels - Official Teaser Trailer"], "take_more": ["11 de Abril de 2023"]},
{"it_by": ["Gran Turismo: De Jugador a Corredor - Tráiler oficial subtitulado"], "take_more": ["2 de Mayo de 2023"]},
{"it_by": ["The Last of Us Part I - Funciones de PC: Framerate desbloqueado, modo speedrun y más."], "take_more": ["22 de Marzo de 2023"]},
{"it_by": ["The Lord of the Rings: Gollum - Primer Hands-On Previo"], "take_more": ["23 de Marzo de 2023"]},
{"it_by": ["Armored Core 6: Fires of Rubicon - Tráiler Oficial de Revelación de Gameplay y Fecha de Salida"], "take_more": ["27 de Abril de 2023"]},
{"it_by": ["Black Desert Online - La Tierra del Alba Radiante - Tráiler de Expansión"], "take_more": ["8 de Junio de 2023"]},
{"it_by": ["Resident Evil 4 Remake - Tráiler #3 subtitulado"], "take_more": ["23 de Febrero de 2023"]},
{"it_by": ["Dead Island 2 – Conoce a los Slayers: Jacob"], "take_more": ["17 de Enero de 2023"]},
{"it_by": ["Las ventas del PlayStation 4 llegan a las 50 millones de unidades"], "take_more": ["Sony Interactive Entertainment ha anunciado que el 6 de diciembre el PlayStation 4 pasó las 50 millones de unidades vendidas.", "La compañía también resaltó que tuvieron el mejor Black Friday en la historia de la consola y dijo que \"las ventas de software también se mantienen fuertes\" con cerca de 369.6 millones de videojuegos vendidos a partir del 4 del mismo mes.", "El PS4 fue lanzado en noviembre de 2013 y desde hace unas semanas está disponible el PS4 Pro. El PlayStation VR también llegó este año, trayendo la realidad virtual a los títulos.", "Los juegos exclusivos de este dispositivo incluyen a Uncharted, Until Dawn y The Last Guardian, que finalmente podemos utilizarlo después de 10 años en desarrollo.", "Sony recientemente realizó la PlayStation Experience en donde vimos algunos proyectos que llegarán a esta consola, incluido ", "The Last of Us Part II", "."]},
{"it_by": ["Dead Island 2 – Conoce a los Slayers: Amy"], "take_more": ["17 de Enero de 2023"]},
{"it_by": ["Las 5 mejores mamás del anime"], "take_more": ["Mayo es el mes de las mamás ", "y para celebrarlo, en IGN Latinoamérica hemos escogido ", "a cinco progenitoras del anime que nos demuestran que el amor que tienen por un hijo es tan incondicional y grande", " que son capaces de fusionar su alma con un robot gigante para seguir cuidando de él o ella.", "La lista está ordenada en forma ascendente.", " ", "5. Masaki Kurosaki", " ", "La madre de ", "Ichigo", " en ", "Bleach", ". Se sabe que ella era el pilar que mantenía unida a la familia Kurosaki y todos los miembros de ésta, lamentan su pérdida hasta el día de hoy. Además de morir de una forma valiente, es conocido que era una poderosa Echt Quincy.", " ", "4. Nadeshiko Kinomoto", " ", "Dejen de lado la belleza, la mamá de ", "Sakura Kinomoto", " se encuentra en esta lista debido a que su espíritu se presenta en los momentos más complicados de su familia. Desde el más allá ha curado a la protagonista y ha establecido contacto con su amado esposo, Fukijata –demostrando que no hay límites para el cariño.", " ", "3. Trisha Elric", " ", "La progenitora de ", "Edward", " y ", "Alphonse", " en", " Fullmetal Alchemist", ". Era la mamá más gentil y amable que se podría desear. Amaba mucho a su familia y esposo –a pesar de su pasado. Era tan querida que sus hijos intentaron revivirla con alquimia y... bueno ya sabemos qué sucedió después.", " ", "2. Yui Ikari", " ", "La madre de ", "Shinji", " en ", "Evangelion", ". Era una brillante bio-ingeniera y falleció al intentar hacer el experimento de contacto con el EVA-01 –aunque este acontecimiento está envuelto en misterio. Sin embargo, su alma se fusionó con el robot gigante y podríamos decir que protege a su hijo de esta forma.", " ", "1. Bulma", " ", "Además de ser una científica y bella, es la esposa de ", "Vegeta", " con quien tuvo a sus guapísimos hijos ", "Trunks", " y ", "Bra", ". Como mamá, deja que sus sucesores crezcan y se explayen, pero eso no evita que veamos el cariño que les tiene, en especial al varón. La maternidad no la ha hecho perder su esencia de ser una mujer divertida, inteligente y aventurera. Y... tiene puntos a favor por ser el único personaje que se encuentra vivo en esta lista.", "¿Crees que nos faltó alguna mamá en este top? Escríbenos en los comentarios.", " ", "Cristina Urrutia es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith", "."]},
{"it_by": ["Resultados financieros de Sony: Unidades récord de PS4 enviadas, pero las ganancias reducidas a la mitad"], "take_more": ["A pesar de una fuerte presencia de la marca PlayStation, las ganancias de Sony han bajado para el tercer cuarto; del 1 de octubre al 31 de diciembre de 2016.", "Desde la perspectiva de PlayStation, las cosas fueron geniales. Durante el periodo, 9.7 millones de unidades PS4 fueron vendidas, un incremento de las 8.4 millones de unidades del año pasado, y los tres mejores meses para la consola en su historia. Sony planea lanzar 60 millones de unidades para marzo de 2017.", "Las ventas se incrementaron un 5.2% a comparación del año pasado, mientras que las ganancias operativas del sector de Juegos & Servicios incrementaron a 50 mil millones de yens (431 millones de dólares). La razón de este incremento, de acuerdo con Sony, es debido al precio de entrada más bajo del PS4, software de PS4 en tiendas y a través del PSN, y el recién lanzamiento del PlayStation VR.", "Sin embargo, las ganancias operativas totales de Sony cayeron un 54.3% cuando se comparan con el mismo periodo del año pasado. Este es un decrecimiento de 109.8 mil millones de yen, dejando el total de las ganancias operativas en 92.4 mil millones de yen (796 millones de dólares). Para explicar la caída, Sony apunta al deterioro del fondo de comercio en el segmento de películas (es decir, el gasto por encima del precio de venta de ciertos activos cinematográficos).", "Si las finanzas es lo tuyo, cubrimos los ", "reportes financieros de Nintendo a inicios de semana", ", los cuales muestran un ", "gran rendimiento en el 3DS gracias al éxito de Pokémon", ", pero ", "ventas muy bajas para el ahora muerto Wii U."]},
{"it_by": ["Pokémon: Presenta la nueva expansión del JCC para Escarlata y Púrpura-Llamas Obsidianas"], "take_more": ["The Pokémon Company International", " reveló hoy la llegada de ", "Escarlata", " ", "y Púrpura-Llamas Obsidianas", ", la nueva expansión del exitoso ", "JCC", " ", "Pokémon", ", que saldrá a la venta a partir del 11 de agosto de 2023 en establecimientos comerciales de todo el mundo. La nueva expansión ", "Escarlata y Púrpura-Llamas Obsidianas", " introducirá a los ", "Pokémon", " ", "ex", " ", "Teracristal", " de tipos cambiantes en ", "JCC Pokémon", ", lo que hará que algunas cartas de ", "Pokémon", " ", "ex", " ", "Teracristal", " tengan un tipo de ", "Energía", " diferente. Por ejemplo, los ", "Entrenadores", " podrán ver a un ", "Charizard", " ", "ex", " de tipo ", "Oscuro", " en lugar de su tipo ", "Fuego", " habitual, así como un ", "Tyranitar", " ", "ex", " de tipo ", "Rayo", " en lugar de sus tipos ", "Lucha", " u ", "Oscuro", " habituales.", "A la hora de atacar, los ", "Pokémon ex Teracristal", " de tipos cambiantes usarán la misma ", "Energía", " que su tipo habitual; sin embargo, tendrán una ", "Debilidad", " diferente que se corresponderá con el tipo al que han cambiado. Estas cartas seguirán las mismas reglas que los ", "Pokémon", " ", "ex", " a los que estamos acostumbrados: cuando quedan Fuera de Combate, los ", "Pokémon ex Teracristal ", "de tipos cambiantes entregan dos cartas de ", "Premio", " en lugar de una. Estas son algunas de las cartas dignas de mención de esta expansión:", "\n\t", "15 ", "Pokémon ex", " y 6 ", "Pokémon", " ", "ex Teracristal", "\n\t", "12", " Pokémon", " de rareza ", "Rara", " ", "Ilustración", "\n\t", "6 cartas de ", "Pokémon", " y de ", "Partidario", " de rareza ", "Rara", " ", "Ilustración", " ", "Especial", "\n\t", "12 cartas de ", "Pokémon", " y de Partidario de rareza ", "Rara", " ", "Ultra", " con ilustraciones expandidas y grabadas en relieve", "\n\t", "3 cartas de rareza ", "Rara", " ", "Híper", " ", "doradas", " y grabadas en relieve", "\n", "Escarlata y Púrpura-Llamas Obsidianas", " estará disponible en paquetes de mejora, ", "Cajas de Entrenador Élite", " y colecciones especiales en establecimientos comerciales de todo el mundo. Además, antes del lanzamiento de la versión de mesa, los ", "Entrenadores", " podrán jugar con ", "Escarlata y Púrpura-Llamas Obsidianas ", "de manera digital a través de la aplicación ", "JCC Pokémon Live", " para dispositivos ", "iOS", ", ", "Android", ", ", "macOS", " y ", "Windows", " el 10 de agosto de 2023. Al iniciar sesión, el pase de combate de ", "Escarlata y Púrpura-Llamas Obsidianas", " entregará como recompensa a los ", "Entrenadores", " una nueva baraja con ", "Charizard ex", " de tipo ", "Oscuro", " como protagonista. Los jugadores también podrán desbloquear una baraja prémium adicional de ", "Toedscruel", " ", "ex", " canjeando los cristales que se obtienen al completar las misiones del día.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"it_by": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "take_more": ["2 de Marzo de 2023"]},
{"it_by": ["Pokémon: Presenta la nueva expansión del JCC para Escarlata y Púrpura-Llamas Obsidianas"], "take_more": ["The Pokémon Company International", " reveló hoy la llegada de ", "Escarlata", " ", "y Púrpura-Llamas Obsidianas", ", la nueva expansión del exitoso ", "JCC", " ", "Pokémon", ", que saldrá a la venta a partir del 11 de agosto de 2023 en establecimientos comerciales de todo el mundo. La nueva expansión ", "Escarlata y Púrpura-Llamas Obsidianas", " introducirá a los ", "Pokémon", " ", "ex", " ", "Teracristal", " de tipos cambiantes en ", "JCC Pokémon", ", lo que hará que algunas cartas de ", "Pokémon", " ", "ex", " ", "Teracristal", " tengan un tipo de ", "Energía", " diferente. Por ejemplo, los ", "Entrenadores", " podrán ver a un ", "Charizard", " ", "ex", " de tipo ", "Oscuro", " en lugar de su tipo ", "Fuego", " habitual, así como un ", "Tyranitar", " ", "ex", " de tipo ", "Rayo", " en lugar de sus tipos ", "Lucha", " u ", "Oscuro", " habituales.", "A la hora de atacar, los ", "Pokémon ex Teracristal", " de tipos cambiantes usarán la misma ", "Energía", " que su tipo habitual; sin embargo, tendrán una ", "Debilidad", " diferente que se corresponderá con el tipo al que han cambiado. Estas cartas seguirán las mismas reglas que los ", "Pokémon", " ", "ex", " a los que estamos acostumbrados: cuando quedan Fuera de Combate, los ", "Pokémon ex Teracristal ", "de tipos cambiantes entregan dos cartas de ", "Premio", " en lugar de una. Estas son algunas de las cartas dignas de mención de esta expansión:", "\n\t", "15 ", "Pokémon ex", " y 6 ", "Pokémon", " ", "ex Teracristal", "\n\t", "12", " Pokémon", " de rareza ", "Rara", " ", "Ilustración", "\n\t", "6 cartas de ", "Pokémon", " y de ", "Partidario", " de rareza ", "Rara", " ", "Ilustración", " ", "Especial", "\n\t", "12 cartas de ", "Pokémon", " y de Partidario de rareza ", "Rara", " ", "Ultra", " con ilustraciones expandidas y grabadas en relieve", "\n\t", "3 cartas de rareza ", "Rara", " ", "Híper", " ", "doradas", " y grabadas en relieve", "\n", "Escarlata y Púrpura-Llamas Obsidianas", " estará disponible en paquetes de mejora, ", "Cajas de Entrenador Élite", " y colecciones especiales en establecimientos comerciales de todo el mundo. Además, antes del lanzamiento de la versión de mesa, los ", "Entrenadores", " podrán jugar con ", "Escarlata y Púrpura-Llamas Obsidianas ", "de manera digital a través de la aplicación ", "JCC Pokémon Live", " para dispositivos ", "iOS", ", ", "Android", ", ", "macOS", " y ", "Windows", " el 10 de agosto de 2023. Al iniciar sesión, el pase de combate de ", "Escarlata y Púrpura-Llamas Obsidianas", " entregará como recompensa a los ", "Entrenadores", " una nueva baraja con ", "Charizard ex", " de tipo ", "Oscuro", " como protagonista. Los jugadores también podrán desbloquear una baraja prémium adicional de ", "Toedscruel", " ", "ex", " canjeando los cristales que se obtienen al completar las misiones del día.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"it_by": ["Pokémon JCC Live ya está disponible para jugar desde hoy"], "take_more": ["The Pokémon Company International", " lanzó hoy oficialmente en todo el mundoa la versión digital de su popular juego de cartas coleccionables, una vez finalizada la fase beta global, la app del ", "JCC Pokémon Live", ", que está disponible en dispositivos ", "iOS", ", ", "Android", ", ", "macOS ", "y ", "Windows", ". La versión digital de la nueva expansión del ", "JCC Pokémon", ", ", "Escarlata y Púrpura-Evoluciones en Paldea", ", que sale al mercado a la vez que ", "JCC Pokémon Live", ", ya está disponible dentro de la app para que los jugadores puedan ampliar su colección y combatir con los nuevos ", "Pokémon ex", " y ", "Pokémon ex Teracristal", ". Cuando entras en el juego, el nuevo pase de combate de ", "Escarlata y Púrpura-Evoluciones en Paldea", " entrega a los jugadores una baraja de", " Chien-Pao ex", ". Los jugadores también pueden desbloquear una baraja de ", "Forretress ex", " con el pase prémium canjeando los cristales que se pueden obtener completando las misiones del día.", "Desarrollado y publicado por ", "The Pokémon Company International", ", ", "JCC Pokémon Live", " permite a los jugadores disfrutar del popular ", "JCC ", "de ", "Pokémon ", "en un formato digital actualizado. Lanzado como un juego gratuito, J", "CC Pokémon Live", " brinda tanto a los jugadores principiantes como a los más veteranos una forma emocionante y accesible de divertirse con el ", "JCC ", "de ", "Pokémon", ", además de ofrecerles distintos modos de juego y misiones diarias, la posibilidad de personalizar su experiencia con avatares y accesorios del ", "JCC Pokémon", ", y las actividades favoritas de los fans, como la creación de barajas y los combates con amigos. Los jugadores de todo el mundo pueden descargar", " JCC Pokémon Live", " en sus dispositivos móviles, a través del ", "App Store ", "y de ", "Google Play", ", y en sistemas ", "Mac ", "y ", "Windows", ", a través de este ", "enlace", ".", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"it_by": ["Pokémon JCC Live ya está disponible para jugar desde hoy"], "take_more": ["The Pokémon Company International", " lanzó hoy oficialmente en todo el mundoa la versión digital de su popular juego de cartas coleccionables, una vez finalizada la fase beta global, la app del ", "JCC Pokémon Live", ", que está disponible en dispositivos ", "iOS", ", ", "Android", ", ", "macOS ", "y ", "Windows", ". La versión digital de la nueva expansión del ", "JCC Pokémon", ", ", "Escarlata y Púrpura-Evoluciones en Paldea", ", que sale al mercado a la vez que ", "JCC Pokémon Live", ", ya está disponible dentro de la app para que los jugadores puedan ampliar su colección y combatir con los nuevos ", "Pokémon ex", " y ", "Pokémon ex Teracristal", ". Cuando entras en el juego, el nuevo pase de combate de ", "Escarlata y Púrpura-Evoluciones en Paldea", " entrega a los jugadores una baraja de", " Chien-Pao ex", ". Los jugadores también pueden desbloquear una baraja de ", "Forretress ex", " con el pase prémium canjeando los cristales que se pueden obtener completando las misiones del día.", "Desarrollado y publicado por ", "The Pokémon Company International", ", ", "JCC Pokémon Live", " permite a los jugadores disfrutar del popular ", "JCC ", "de ", "Pokémon ", "en un formato digital actualizado. Lanzado como un juego gratuito, J", "CC Pokémon Live", " brinda tanto a los jugadores principiantes como a los más veteranos una forma emocionante y accesible de divertirse con el ", "JCC ", "de ", "Pokémon", ", además de ofrecerles distintos modos de juego y misiones diarias, la posibilidad de personalizar su experiencia con avatares y accesorios del ", "JCC Pokémon", ", y las actividades favoritas de los fans, como la creación de barajas y los combates con amigos. Los jugadores de todo el mundo pueden descargar", " JCC Pokémon Live", " en sus dispositivos móviles, a través del ", "App Store ", "y de ", "Google Play", ", y en sistemas ", "Mac ", "y ", "Windows", ", a través de este ", "enlace", ".", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"it_by": ["Las 5 mejores mamás del anime"], "take_more": ["Mayo es el mes de las mamás ", "y para celebrarlo, en IGN Latinoamérica hemos escogido ", "a cinco progenitoras del anime que nos demuestran que el amor que tienen por un hijo es tan incondicional y grande", " que son capaces de fusionar su alma con un robot gigante para seguir cuidando de él o ella.", "La lista está ordenada en forma ascendente.", " ", "5. Masaki Kurosaki", " ", "La madre de ", "Ichigo", " en ", "Bleach", ". Se sabe que ella era el pilar que mantenía unida a la familia Kurosaki y todos los miembros de ésta, lamentan su pérdida hasta el día de hoy. Además de morir de una forma valiente, es conocido que era una poderosa Echt Quincy.", " ", "4. Nadeshiko Kinomoto", " ", "Dejen de lado la belleza, la mamá de ", "Sakura Kinomoto", " se encuentra en esta lista debido a que su espíritu se presenta en los momentos más complicados de su familia. Desde el más allá ha curado a la protagonista y ha establecido contacto con su amado esposo, Fukijata –demostrando que no hay límites para el cariño.", " ", "3. Trisha Elric", " ", "La progenitora de ", "Edward", " y ", "Alphonse", " en", " Fullmetal Alchemist", ". Era la mamá más gentil y amable que se podría desear. Amaba mucho a su familia y esposo –a pesar de su pasado. Era tan querida que sus hijos intentaron revivirla con alquimia y... bueno ya sabemos qué sucedió después.", " ", "2. Yui Ikari", " ", "La madre de ", "Shinji", " en ", "Evangelion", ". Era una brillante bio-ingeniera y falleció al intentar hacer el experimento de contacto con el EVA-01 –aunque este acontecimiento está envuelto en misterio. Sin embargo, su alma se fusionó con el robot gigante y podríamos decir que protege a su hijo de esta forma.", " ", "1. Bulma", " ", "Además de ser una científica y bella, es la esposa de ", "Vegeta", " con quien tuvo a sus guapísimos hijos ", "Trunks", " y ", "Bra", ". Como mamá, deja que sus sucesores crezcan y se explayen, pero eso no evita que veamos el cariño que les tiene, en especial al varón. La maternidad no la ha hecho perder su esencia de ser una mujer divertida, inteligente y aventurera. Y... tiene puntos a favor por ser el único personaje que se encuentra vivo en esta lista.", "¿Crees que nos faltó alguna mamá en este top? Escríbenos en los comentarios.", " ", "Cristina Urrutia es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith", "."]},
{"it_by": ["Top 10: los animes más populares de todos los tiempos de acuerdo a MyAnimeList"], "take_more": ["Elegir al “mejor anime de todos los tiempos” es un debate interminable, pues hay tantos gustos como millones de personas en el mundo.", " Lo que sí podemos hacer es señalar a los más populares de acuerdo a los comportamientos que tienen los fans en internet.", "En la época actual, cuando uno ve un anime y se engancha a él, una de las cosas que casi todos hacemos es correr a internet a leer más sobre este tema y unirse a comunidades donde entramos en contacto con otras personas que tienen gustos afines. Ahí platicamos, comentamos y discutimos sobre ese show que tanto nos gusta y roba nuestra atención. Y más allá de las redes sociales, hay sitios web dedicados especialmente a las comunidades de estas series, como ", "MyAnimeList.", "Este sitio clasifica los animes de distintas formas, entre ellas hay una pestaña de", " “Más Popular", "”,", " que enlista las series de acuerdo a la cantidad de fans que se han unido a su comunidad; por lo que así podemos obtener los 10 animes que más personas reúnen en torno a ellos. Y vaya que las comunidades son grandes; pues estos diez shows tienen más de 2.5 millones de seguidores, con los cuatro primeros superando los tres millones.", "¿Quieres saber cuáles son los animes más populares de la actualidad en ", "MyAnimeLis", "t? A continuación te dejamos el ranking, adelantándote que el primer lugar no sorprenderá a nadie.", " ", "10. Hunter x Hunter (2011)", " ", "Miembros en My Anime List: ", "2,637,135", " ", "\n", "Madhouse", "\n", " ", "\n", "\n", "Gon Freecss aspira a convertirse en Cazador, un ser excepcional capaz de grandes hazañas. Al lado de sus amigos y explotando su enorme potencial, busca a su padre, quien lo dejó cuando era más joven.", "\n", "\n", " ", "9. Tokyo Ghoul (2014)", "Miembros en My Anime List: ", "2,685,321", "\n", "Pierrot", "\n", " ", "Un estudiante universitario de Tokio, Ken Kaneki, es atacado por un ghoul, seres vivos que se alimentan de carne humana. Kaneki sobrevive, pero ahora tiene sangre ghoul y debe alimentarse de carne humana para sobrevivir.", " ", " ", " ", "8. Naruto (2002)", " ", "Miembros en My Anime List: ", "2,701,476", " ", "\n", "Pierrot", "\n", "Naruto Uzumaki, un travieso ninja adolescente, lucha mientras busca reconocimiento y sueña con convertirse en el Hokage, el líder de su aldea; y en el ninja más fuerte.", "\n", "\n", "\n", "\n", "\n", " ", "7. Kimetsu no Yaiba (2019)", " ", "Miembros en My Anime List: ", "2,780,650", " ", "\n", "Ufotable", "\n", " ", "Una familia es atacada por demonios y sólo dos miembros sobreviven: Tanjiro y su hermana Nezuko, quien se está convirtiendo en un demonio lentamente. Tanjiro se convierte en un Cazador de Demonios para vengar a su familia y conseguir que su hermana vuelva a ser humana.", " ", "6. My Hero Academia (2016)", " ", "Miembros en My Anime List: ", "2,865,987", " ", "\n", "Bones", "\n", " ", "Un joven amante de los superhéroes, sin ningún poder, está decidido a inscribirse en una prestigiosa academia de héroes y aprender lo que realmente significa ser uno de ellos.", "5. Sword Art Online (2012)", " ", "Miembros en My Anime List: ", "2,938,002", " ", "\n", "Studio A-1 Pictures", "\n", "En el año 2022, miles de personas quedan atrapadas dentro de un nuevo MMORPG virtual y un jugador lobo solitario, Kirito, intenta escapar.", " ", " ", "4. One Punch Man (2015)", " ", "Miembros en My Anime List: ", "3,040,376", " ", "\n", "Madhouse", "\n", " ", "Esta es la historia de Saitama, un sujeto que se convierte en un héroe sólo por diversión, y además es capaz de derrotar a sus enemigos con un sólo golpe.", " ", "3. Fullmetal Alchemist: Brotherhood (2009)", " ", "Miembros en My Anime List: ", "3,156,992", " ", "\n", "Bones", "\n", "Dos hermanos buscan una Piedra Filosofal luego de que un intento de revivir a su madre fallecida sale mal y los deja con grandes secuelas físicas.", " ", " ", "2. Death Note (2006)", " ", "Miembros en My Anime List: ", "3,691,496", " ", "\n", "Madhouse", "\n", " ", " ", "Un estudiante de secundaria muy inteligente, emprende una cruzada secreta para eliminar a todos los criminales del mundo luego de descubrir un cuaderno capaz de matar a cualquier persona, cuyo nombre está escrito en él.", " ", " ", "1. Attack on Titan (2013)", " ", "Miembros en My Anime List: ", "3,722,442", " ", "\n", "MAPPA Studio", "\n", " ", "Luego de que su ciudad natal fue destruida y su madre, asesinada, Eren Jaeger promete exterminar a todos los titanes que han llevado a la humanidad al borde de la destrucción.", "¿Y bien? Te sorprendió este listado o estás satisfecho con los 10 animes que viste aquí. Cuéntanos si se encuentran tus favoritos o crees que faltó alguno de ellos.", "En la siguiente galería puedes encontrar los 10 animes con mejor calificación en IMDb.", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y de este ranking tiene debilidad por Kimetsu no Yaiba y Shingeki no Kyojin. Encuéntrala en Twitter como @jemafg"]},
{"it_by": ["Hyper Light Breaker: Primer tráiler de gameplay revelado"], "take_more": ["15 de Marzo de 2023"]},
{"it_by": ["Reseña de Hogwarts Legacy"], "take_more": ["24 de Febrero de 2023"]},
{"it_by": ["Armored Core IV Fires of Rubicon: Análisis del Tráiler"], "take_more": ["28 de Abril de 2023"]},
{"it_by": ["Black Desert Online: Entrevista con Jeonghee “JJ” Jin, CEO de Pearl Abyss América"], "take_more": ["7 de Junio de 2023"]},
{"it_by": ["Dead Island 2 - Conoce a los Slayers: Carla"], "take_more": ["7 de Febrero de 2023"]},
{"it_by": ["Resident Evil 4: Comparación de la escena de Salazar y Krauser - Remake vs Original"], "take_more": ["2 de Marzo de 2023"]},
{"it_by": ["Pokémon causa que las finanzas de Nintendo suban"], "take_more": ["Los reportes financieros de la compañía muestran que Pokémon jugó un papel crucial en las ventas de Nintendo, para finales de año. De acuerdo con Nintendo, Pokémon Sun y Moon han vendido un total de 14.6 millones de unidades combinadas, desde su lanzamiento, el año pasado. Con esto, se posicionan por encima de títulos como Pokémon Omega Ruby y Pokémon Alpha Sapphire, Super Mario 3D Land y Super Smash Bros. 3DS.", "A continuación te presentamos las ventas para el Nintendo 3DS, durante todo su tiempo de vida.", "3DS", "\n\t", "Pokémon X / Pokémon Y - 16.06 millones", "\n\t", "Mario Kart 7 - 14.82 millones", "\n\t", "Pokémon Sun / Pokémon Moon - 14.69 millones", "\n\t", "Pokémon Omega Ruby / Pokémon Alpha Sapphire - 13.68 millones", "\n\t", "Super Mario 3D Land - 11.17 millones", "\n\t", "New Super Mario Bros. 2 - 11.09 millones", "\n\t", "Animal Crossing: New Leaf - 10.45 millones", "\n\t", "Super Smash Bros. for Nintendo 3DS - 8.59 millones", "\n", " ", "El fuerte comienzo de Sun y Moon viene gracias al enorme éxito del juego móvil, Pokémon Go. \"El lanzamiento de la aplicación para dispositivos inteligentes, desencadenó el alza de las ventas del software de las series Pokémon, en el pasado, e hizo que las ventas del hardware de la familia de 3DS subieran, particularmente fuera de Japón\", dijo Nintendo.", "El software de Nintendo 3DS subió de 46.78 millones de unidades para el año que terminó el 31 de diciembre de 2016. Esto implica un incremento de 20 por ciento, cada año. La compañía destaca que el otro importante lanzamiento del año pasado, Super Mario Maker, pasó la marca del millón.", "Desafortunadamente, el éxito visto en el 3DS contrasta con lo que ha sucedido en Wii U. El software de Wii U sólo llegó a 12.48 millones en el mismo periodo, lo que implica bajas del 45% en", " base de año con año.", " Dicho eso, Nintendo dice que el hardware del Wii U y las ventas de software están \"conforme\" a las expectativas de la compañía, lo que significa que el bajo desempeño era esperado.", "Aquí te presentamos un vistazo a las ventas principales de Wii U, durante todo su periodo de vida.", "Wii U", "\n\t", "Mario Kart 8 - 8.26 millones", "\n\t", "New Super Mario Bros. U - 5.62 millones", "\n\t", "Super Mario 3D World - 5.47 million.", "\n\t", "Nintendo Land - 5.16 millones", "\n\t", "Super Smash Bros. for Wii U - 5.16 millones", "\n\t", "Splatoon - 4.76 millones", "\n\t", "Super Mario Maker - 3.89 millones", "\n\t", "New Super Luigi U - 2.89 millones", "\n\t", "The Legend of Zelda: The Wind Waker HD - 2.11 millones", "\n\t", "Mario Party 10 - 2.04 millones", "\n", " "]},
{"it_by": ["Haciendo The Last of Us - Ellie y Joel"], "take_more": ["27 de Marzo de 2023"]}
]