{}
{"it_by": ["¡Bienvenidos a IGN Latinoamérica!"], "take_more": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]}
{"it_by": ["Guía de lanzamientos agosto 2023"], "take_more": ["1 de Agosto de 2023"]}
{"it_by": ["PS4 Pro representa casi uno de cada cinco PS4 vendido"], "take_more": ["Una entrevista con ejecutivos de PlayStation de Europa y América ha revelado que el PlayStation 4 Pro representa casi 20% de los sistemas PS4 actualmente vendidos.", "Cuando hablaba con Gixel, Jim Ryan, CEO de Sony Entertainment Europe, declaró que el éxito del PS4 Pro excedió las expectativas de la compañía, con el PS4 Pro representando casi uno por cada cinco sistemas PS4 vendidos.", "\"Teníamos confianza en el producto, pero realmente nos ha sorprendido por lo bien que está hecho\", dijo Ryan. \"Casi uno en cada cinco PlayStations vendidos desde el lanzamiento en noviembre han sido un Pro. Eso está muy por arriba de nuestras expectativas. Nos sentimos bastante bien al respecto\".", "De acuerdo con Sony, no sólo las ventas del PlayStation 4 Pro son fuertes pero casi 40% de las ventas son mejoras del PS4 a una versión más poderosa de la consola.", "\"A veces pienso que podemos ser culpables de atribuir demasiada racionalidad a los jugadores\", explicó Ryan. \"La gente sólo quiere lo mejor. ¿Tal vez quieran estar preparados para el futuro? Creo que vemos lo mismo con los clientes de Apple –hay gente que quiere lo mejor que puedan comprar\".", "Las ventas del PlayStation 4, en general, han sido un éxito para Sony, con la compañía habiendo alcanzado su meta de lanzar ", "60 millones de unidades a principios de este año", ". ", "Por otro lado, en la misma entrevista, Shawn Layden reveló que ", "Horizon: Zero Dawn ha vendido 3.4 millones de copias", "."]}
{"it_by": ["Comparando Marvel's Spider-Man en PS4 vs. PS4 Pro"], "take_more": ["Marvel's Spider-Man llega esta semana y así se comparan visualmente la nueva entrega de Insomniac en PlayStation 4 y PlayStation 4 Pro.", "A continuación, puedes ver un video que logra dicha comparación, mostrándonos al arácnido favorito de Marvel dentro del juego, revisando secuencias de acción, la ciudad de Nueva York y otros aspectos como texturas y los detalles que se ven a la distancia.", "¿Cuál se ve mejor? ¿Lo ven igual? ", "¿Quieren ver la comparación gráfica entre los charcos?", " Dinos en los comentarios.", "Y para saber más sobre Marvel's Spider-Man,", " mira los detalles sobre el contenido DLC que tendrá el juego post-lanzamiento", ", ", "el trailer del modo fotografía", " y ", "no te pierdas de nuestra review", "."]}
{"it_by": ["God of War: Ragnarok - estos son los Modos Gráficos para PS5, PS4 Pro y PS4"], "take_more": ["Santa Monica Studio ha revelado los Modos Gráficos de ", "God of War Ragnarok", " en PS5, PS4 Pro y PS4.", "Santa Monica Studio compartió estos modos en Twitter, y la noticia sigue a un informe que indica que God of War Ragnarok tendría un modo de rendimiento de 120Hz en PS5. Este parece ser oficialmente el caso con el modo Favorecer Rendimiento + HFR (High Frame Rate / Frecuencia de Cuadros Alta) y el modo Favorecer Rendimiento + HFR + VRR (Variable Refresh Rate / Frecuencia de Actualización Variable). Como siempre, lograr 120Hz requiere un televisor o monitor que admita HDMI 2.1.", "Puedes consultar la gama completa de modos gráficos a continuación en la imagen y en la lista para tener una idea de cómo puedes querer jugar a God of War Ragnarok cuando se lance el próximo 9 de noviembre.", "\n\n", "Crédito de la imagen: Santa Monica Studio", "\n", "\n\t", "PS5", "\n\n\t", "\n\t\t", "Favorece el Rendimiento", "\n\n\t\t", "\n\t\t\t", "1440-2160P", "\n\t\t\t", "60 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece el Rendimiento + Frecuencia de Cuadros Alta", "\n\t\t", "\n\t\t\t", "1440P", "\n\t\t\t", "60 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece el Rendimiento + Frecuencia de Cuadros Alta + Frecuencia de Actualización Variable", "\n\t\t", "\n\t\t\t", "1440P", "\n\t\t\t", "60 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad", "\n\t\t", "\n\t\t\t", "2160P [4K Nativos]", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad + Frecuencia de Cuadros Alta", "\n\t\t", "\n\t\t\t", "1800-2160P", "\n\t\t\t", "40 FPS", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad + Frecuencia de Cuadros Alta + Frecuencia de Actualización Variable", "\n\t\t", "\n\t\t\t", "1800-2160P", "\n\t\t\t", "40 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n\t", "PS4 Pro", "\n\t", "\n\t\t", "Favorece el Rendimiento", "\n\t\t", "\n\t\t\t", "1080-1656P", "\n\t\t\t", "30 FPS Desbloqueados", "\n\t\t", "\n\t\t", "\n\t\t", "Favorece la Calidad", "\n\t\t", "\n\t\t\t", "1440-1656P", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n\t", "PS4", "\n\t", "\n\t\t", "Estándar", "\n\t\t", "\n\t\t\t", "1080P", "\n\t\t\t", "30 FPS", "\n\t\t", "\n\t\t", "\n\t", "\n\t", "\n", "En más de God of War Ragnarok, ", "dale un vistazo a nuestra reseña donde le otorgamos un 10/10", ", mencionando que \"es una bella cátedra de cómo se debe hacer una secuela e impone un estándar de calidad en lo que todas las segundas partes o continuaciones deberían aspirar a ser y claro, es un título imperdible para todos los poseedores de una PlayStation 4 o 5.\"", " "]}
{"it_by": ["Sony hará un anuncio acerca de MediEvil Remastered la próxima semana"], "take_more": ["Como reporta ", "vg247", ", Sid Shuman, el director de redes sociales de PlayStation, mencionó en el más reciente ", "Blogcast PlayStation", " que tiene “bajo una excelente autoridad” que Shawn Layden, director de SIE Worldwide Studios, dará un anunció acerca del estado del remaster de MediEvil para PlayStation 4 “en una semana o dos”.", "“Está muy emocionado por darle a todos una gran actualización acerca de MediEvil. Va a estar en el show durante la próxima semana, y nos dará a todos una noticia acerca de eso” dijo Shuman emocionado.", "La remasterización del juego clásico de PlayStation fue anunciada durante la PlayStation Experience 2017 para PS4 y ha mantenido atentos a una gran cantidad de fans, incluyendonos.", "Para más acerca de MediEvil en PS4 continúa aquí, en IGN Latinoamérica.", " ", "Mike Reyes es un editor en IGN Latinoamérica que recuerda haber tenido pesadillas tras jugar el primer MediEvil a una edad muy temprana. Puedes encontrarlo en ", "@Sol_Criva", "."]}
{}
{"it_by": ["MediEvil PS4 es un Remake, no una remasterización"], "take_more": ["Shawn Layden, presidente de Sony Worldwide Studios, describió la versión de PS4 de MediEvil como un remake, no una remasterización –a pesar que el videojuego fue promocionado originalmente usando el último término.", "Apareciendo en el ", "PlayStation Blogcast", ", Layden explicó que el acercamiento para esta nueva versión del muy recordado título de PS1:", "\"Creo que han habido algunas palabras que suenan similar pero significan cosas distintas –como remake y remaster. Éste es un remake. Tomamos el diseño del videojuego original y tomamos mucho del arte principal, algunos atributos del diseño del juego y ethos, si quieres. Y hemos trabajando con un desarrollador llamado Other Ocean Interactive y están rehaciendo MediEvil en ese diseño –el MediEvil original de PS1. En el que estaba trabajando cuando estaba en Tokio\".", "Cuando el proyecto fue revelado en PSX 2017, el teaser trailer se refirió específicamente a este como un remaster en 4K, así que esto es un cambio en el mensaje.", "Layden dejó claro que a pesar que un nuevo estudio trabaja en el juego, se mantienen conexiones con el desarrollo original:", "\"Estamos trabajando con algo del talento [que estaba] originalmente asociado con el título hace 20 años\", explicó. \"Así que nos aseguramos que lo mantendremos real, estamos manteniendo la intención original de los creadores\".", "Layden también dijo que un nuevo trailer del juego debería llegar, apropiadamente en Halloween."]}
{"it_by": ["PlayStation Plus: revelados los videojuegos que llegan en agosto"], "take_more": [" ", "Sony reveló la alineación de los videojuegos de PlayStation Plus de agosto,", " los cuales estarán disponibles para descargar desde ", "el 1º de agosto hasta el 4 de septiembre.", "Lo más destacado aquí es ", "Dreams de Sony,", " que se lanza en ", "PlayStation Plus", " un mes antes de que el desarrollador ", "Media Molecule ", "finalice el soporte para este título de creación generado por el usuario. Media Molecule, por cierto, ha pasado a \"un nuevo y emocionante proyecto\".", "Para coincidir con el lanzamiento de Dreams en PlayStation Plus, el último título de Media Molecule, ", "Tren", ", estará disponible para jugar dentro de él. Sony describe a Tren como ", "“una aventura nostálgica que te coloca en el asiento del conductor de un extraordinario tren de juguete y cuenta una historia personal sobre el crecimiento y el poder transformador del juego”.", " ", " ", "La aventura de acción isométrica ", "Death's Door", " y ", "PGA Tour 2K23", " completan la alineación de agosto. La reseña de Death's Door de IGN US le dio un 9/10. En ella dijeron: ", "\"Death's Door combina de manera experta la resolución de acertijos de mazmorras clásicas con encuentros de combate vertiginosos para crear una aventura memorable en un mundo cambiante repleto de caminos secretos y recompensas ocultas\".", "Al PGA Tour 2K23 le fue menos bien en la reseña 6/10 de IGN US: ", "“No hay mucho por lo que emocionarse en el PGA Tour 2K23, con golf mal presentado en campos de segundo nivel. Es ferozmente fiel al deporte real, pero carece de personalidad y variedad”.", "Y antes de que terminemos, ésta es tu última llamada para los juegos de PS Plus en julio: tienes hasta el día 31 para descargar ", "Call of Duty: Black Ops Cold War, Alan Wake Remastered ", "y", " Endling: Extinction is Forever", ", que se quedaran en tu biblioteca todo el tiempo que tengas el servicio de PlayStation.", " ", " "]}
{"it_by": ["Xbox: Todo lo que se une y se va de Game Pass a mediados de agosto de 2023"], "take_more": ["Microsoft", " ha anunciado la lista de juegos que se unirán y abandonarán ", "Xbox Game Pass", " a mediados de agosto de 2023, con la adición de ", "Everspace 2", " y la eliminación de", " Death Stranding", " encabezando los cambios.", "Como se detalla en ", "Xbox Wire", ", este mes se anunciaron cinco juegos adicionales para el servicio. ", "A Short Hike", " estará disponible primero el 3 de agosto y ", "Everspace 2", " estará disponible el 15 de agosto.", "Consulte la lista completa de títulos que se unen a ", "Xbox Game Pass", " y sus respectivas plataformas a continuación:", "\n\t", "A Short Hike", " (Cloud, Consola y PC) — 3 de agosto", "\n\t", "Broforce Forever", " (Cloud, Consola y PC) — 8 de agosto", "\n\t", "Limbo", " (Cloud, Consola y PC) — 9 de agosto", "\n\t", "Airborne Kingdom", " (Cloud, Consola y PC) — 10 de agosto", "\n\t", "Everspace 2", " (Cloud y Xbox Series X|S) — 15 de agosto", "\n", "Everspace 2", " de ", "RockFish Games", " verá a los jugadores subirse a la cabina de su propio luchador espacial mientras se entregan a un combate rápido en tercera persona, mientras exploran un universo hecho a mano que cuenta con \"elementos de juegos de rol clásicos\" en una campaña para un solo jugador. En la reseña del acceso anticipado, en ", "IGN", " le dimos un 7/10, y dijimos que ", "Everspace 2 ", "\"se siente como el comienzo de un gran juego de rol de acción para un jugador, con más variedad de juego de lo que normalmente se ve en un juego de lucha espacial\".", "El título de aventuras y plataformas de rompecabezas ", "Limbo", " trae un aspecto más oscuro a la oferta de ", "Game Pass", " de este mes, al pedirle al jugador que tome el control de un niño mientras viaja a través de un mundo extraño y a menudo peligroso, mientras intenta desentrañar el destino de su hermana. . En la reseña de ", "IGN", " le dimos un 9/10, y notamos que \"muy pocos juegos son tan originales, atmosféricos y consistentemente brillantes\" como ", "Limbo", ".", "Cuatro juegos dejarán el servicio el 15 de agosto, incluidos ", "Death Stranding", " (", "PC", ") de ", "Hideo Kojima", ",", " Edge of Eternity", " (Cloud, Consola y PC), ", "Midnight Fight Express", " (Cloud, Consola y PC) y ", "Total War de Creative Assembly: Warhammer III", " (PC).", "Anthony es un colaborador independiente que cubre noticias de ciencia y videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo los últimos avances en múltiples campos científicos y no tiene tiempo para sus travesuras. Síguelo en Twitter @BeardConGamer"]}
{"it_by": ["Redmagic 8S Pro - Hands-On"], "take_more": ["26 de Julio de 2023"]}
{"it_by": ["Comparación gráfica de InFamous: Second Son (PS4 Pro vs. PS4)"], "take_more": ["8 de Noviembre de 2016"]}
{"it_by": ["Watch Dogs 2 comparación gráfica: PS4 vs. PS4 Pro"], "take_more": ["15 de Noviembre de 2016"]}
{"it_by": ["Oportunidad de trabajo en IGN Latinoamérica. ¡Aplica ahora!"], "take_more": ["En ", "IGN Latinoamérica", " estamos buscando editor / editora. Si quieres ser parte de nuestro equipo y tienes experiencia en medios de entretenimiento, manda tu ", "Curriculum Vitae", " a: tono_rodriguez@ign.com", "Requisitos:", "Conocimiento avanzado de videojuegos y entretenimiento", "Experiencia en medios digitales", "Muy buena redacción", "Inglés escrito y hablado (avanzado)", "Facilidad de narración y diálogo para video", "Disponibilidad de tiempo completo", "Conocimiento de herramientas de Google (tráfico y publicidad)", "Radicar en CDMX o Área Metropolitana", "\n", "¡Esperamos tu CV!"]}
{"it_by": ["God of War: Ragnarok - Tráiler de lanzamiento para PS4 y PS5"], "take_more": ["27 de Octubre de 2022"]}
{"it_by": ["Revelados los detalles del DLC de Marvel's Spider-Man"], "take_more": ["El Community Director de Insomniac Games, James Stevenson, reveló en el blog oficial de PlayStation las fechas y detalles de lanzamiento del primer DLC de Marvel's Spider-Man: The City That Never Sleeps.", "Esta expansión consistirá de tres entregas, con la primera parte siendo Marvel's Spider-Man: The Heist, con lanzamiento el 23 de octubre. Ésta se enfoca en Felicia Hardy, mejor conocida como Black Cat e incluye nuevas misiones y retos para los jugadores, con una nueva facción de enemigos y tres trajes adicionales para Spider-Man.", "La segunda y tercera serán Marvel's Spider-Man: Turf Wars que llegará en noviembre de 2018 y Marvel's Spider-Man: Silver Lining el mes siguiente.", "No se han revelado más detalles acerca de las últimas dos partes, pero Stevenson dijo que cada lanzamiento presentará nuevas misiones de historia, retos y trajes que desbloquear.", "El paquete completo de DLC \"Marvel’s Spider-Man: The City That Never Sleeps\" estará disponible por un precio de $24.99 USD o de manera individual por $9.99 USD cada uno. La Edición Deluxe Digital del título está disponible para pre-ordenar por $79.99 USD e incluye acceso a todo el contenido adicional.", " "]}
{"it_by": ["God of War Ragnarok: Kratos pudo tener el mismo destino que Joel en The Last of Us Parte 2"], "take_more": ["Advertencia: este artículo incluye spoilers de God of War de 2018 y God of War: Ragnarok.", "Uno de los borradores iniciales de", " God of War: Ragnarok", " indicaba que ", "Kratos", " iba a morir originalmente a manos de ", "Thor", ". De acuerdo al director narrativo del título,", " Matt Sophos,", " ", "Thor", " mataría a ", "Kratos", " durante su pelea al comienzo del juego. Esto le habría dado al protagonista del título de ", "Sony Santa Monica,", " el mismo destino que sufrió ", "Joel", " en ", "The Last of Us Parte 2", ", quien murió apenas comenzando el videojuego, asesinado por ", "Abby", " y motivando a ", "Ellie", " a hacer su “viaje de la venganza”.", "“No sería una muerte permanente. Sería sacado de Hel por Strauss, pero habrían pasado 20 años”,", " explicó Sophos en ", "entrevista con MinnMax", ". No obstante, esta idea no se mantuvo por mucho tiempo ya que el equipo de desarrollo no “la sintió bien”. Kratos ha regresado de la muerte muchas veces en juegos anteriores.", "Sophos continuó diciendo: ", "“Mientras desarrollábamos la historia, sabíamos que queríamos que la historia tratara de dejarse llevar y cambiar… nada está escrito que no se pueda deshacer. Mientras estés dispuesto a cambiar, entonces no estás atado al destino”.", " En ", "God of War (2018) se profetizó que Kratos moriría", ". Entonces, si realmente hubiera muerto, eso habría desvirtuado el mensaje del juego.", " ", " ", " ", " ", " ", " ", " ", " ", "View this post on Instagram", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "A post shared by IGN Latinoamérica (@ignlatam)", "God of War Ragnarok", " fue uno de los mejores juegos de 2022, ganó múltiples premios en ", "The Game Awards", " del año pasado, además de vender ", "11 millones de copias hasta el momento", ". El título de Santa Monica Studios también recibirá una opción ", "New Game Plus", " en algún momento de este primer semestre del año.", "En nuestra reseña ", "10/10", " de", " God of War Ragnarok", " dijimos que el título: ", "“nos entrega un mundo hermoso, lleno de vida junto con un gameplay perfecto que perfecciona algo que no creíamos que podía ser aún mejor respecto al sistema de combate. Todo mientras experimentamos el viaje más complicado en la vida de Kratos, con una historia emotiva, épica y que tendrá momentos inesperados y muchos giros y sorpresas”.", " ", "Aquí puedes leerla completa.", " "]}
{"it_by": ["MediEvil - Trailer Usando un escudo"], "take_more": ["3 de Octubre de 2019"]}
{"it_by": ["Pokémon Presents Agosto 2023: todo lo anunciado"], "take_more": ["El evento ", "Pokémon", " ", "Presents", " para agosto de 2023 concluyó y contó con 35 minutos de nuevos anuncios de ", "Pokémon", ". ", "IGN", " lo tiene cubierto con todo lo anunciado durante los ", "Pokémon", " ", "Presents", " de agosto de 2023 aquí.", "Pokémon: Path to the Peak es una nueva serie animada centrada en el juego de cartas coleccionables", "Al comienzo del evento, vimos por primera vez ", "Pokémon: Path to the Peak", ", una nueva serie animada corta centrada en el", " Juego de Cartas Coleccionables de Pokémon", " oficial. La nueva serie animada se estrenará en el ", "Pokémon World Championship", ", que comienza a finales de esta semana.", "Detective Pikachu Returns muestra su nuevo tráiler", "Ya sabíamos que recibiríamos una secuela del juego de", " Nintendo 3DS", " ", "Detective", " ", "Pikachu", ". Y hoy, obtuvimos el primer tráiler, que presenta algunos personajes que aparecerán junto con algo de juego. En particular, ", "Detective", " ", "Pikachu", " ", "Returns", " te permitirá investigar varias escenas del crimen.", "Detective", " ", "Pikachu", " ", "Returns", " llega el 6 de octubre en exclusiva a ", "Nintendo", " ", "Switch", ".", "Pokémon Horizons: la serie llegará \"próximamente\"", "Tuvimos un primer vistazo a ", "Pokémon Horizons: The Series", ". Si bien no se compartió mucho, sabemos que se establecerá en la región de ", "Paldea", ", según los ", "Pokémon", " que aparecieron en la serie. No se ha anunciado una fecha de lanzamiento, pero sabemos que \"llegará pronto\", según ", "The Pokémon", " ", "Company", ".", "Pokémon Go recibirá Pokémon de la región de Paldea el próximo mes", "Casi un año después del lanzamiento de ", "Pokémon Scarlet y Violet", ", ", "Pokémon", " ", "GO", " finalmente obtendrá ", "Pokémon", " nativos de la región de ", "Pladea", ". Estos ", "Pokémon", " estarán disponibles a partir del próximo mes.", "Pokémon Trading Card Game y Pokémon Stadium 2 finalmente están disponibles en Nintendo Switch Online", "The", " ", "Pokémon", " ", "Company", " anunció hoy que ", "Pokémon", " ", "Trading", " ", "Card", " ", "Game", " y ", "Pokémon Stadium 2", " llegarán hoy al servicio de suscripción de ", "Nintendo", " ", "Switch", " ", "Online", ", y ambos estarán disponibles poco después de la conclusión de la presentación.", "Pokémon", " ", "Trading", " ", "Card", " ", "Game", " ya está disponible para aquellos con una suscripción a ", "Nintendo", " ", "Switch", " ", "Online", ", y aquellos con ", "Switch", " ", "Online + Expansion Pack", " tienen acceso a eso además de ", "Pokémon Stadium 2", ".", "Mew y Metwo llegan a Pokémon Escarlata y Violeta", "Los jugadores de ", "Pokémon", " ", "Scarlet y Violet", " pueden agregar a ", "Mew", " y ", "Mewtwo", " a su colección. Puede obtener ", "Mew", " ahora ingresando la contraseña ", "GETYOURMEW", " en el menú ", "Mystery", " ", "Gift", " en ", "Scarlet", " o ", "Violet", ", pero la contraseña es válida hasta el 18 de septiembre, así que no espere demasiado para canjear el código. ", "Mewtwo", " estará disponible a través de una batalla Tera Raid a partir del 1 de septiembre.", "Pokémon: Paldean Winds es una nueva serie web animada que llega el 6 de septiembre", "Dimos nuestro primer vistazo a ", "Pokémon: Paldean Winds", ", una nueva serie de anime ambientada en la región de ", "Pladea", ". Al igual que los juegos en los que se basa (", "Pokémon", " ", "Scarlet y Violet", "), ", "Pokémon: Paldean Winds ", "se centrará en un estudiante que quiere convertirse en entrenador de ", "Pokémon", ".", "El primer DLC de Pokémon Scarlet y Violet llega el próximo mes", "Tuvimos un vistazo más extenso al ", "DLC", " y un vistazo al gameplay de ", "The Teal Mask", ", el primero de los dos ", "DLC", " que llegarán a ", "Pokémon Scarlet y Violet", ". La presentación introdujo dos nuevos personajes y confirmó que aquellos que jueguen la expansión tendrán la oportunidad de atrapar un puñado de nuevos ", "Pokémon", " que aún no están disponibles en el juego base para ", "Scarlet", " y ", "Violet", ".", "Pokémon Scarlet y Violet: The Teal Mask", " llega el 3 de septiembre exclusivamente a ", "Nintendo", " ", "Switch", ".", "Taylor es reportera en IGN. Puedes seguirla en Twitter ", "@TayNixster."]}
{"it_by": ["Ridley Scott admite su arrepentimiento de dirigir Alien Covenant en vez de Blade Runner 2049"], "take_more": ["Blade Runner 2049", " de ", "Denis Villeneuve", " y ", "Alien Covenant", " de ", "Ridley Scott", " tuvieron su estreno en 2017. Mientras que la primera tuvo un estreno en octubre, la otra tuvo su lanzamiento en mayo.", "Ambas cintas tuvieron resultados bastante diferentes, por un lado, ", "Blade Runner 2049", " tuvo un recibimiento totalmente positivo en crítica. A la fecha, es considerada como una de las mejores cintas de ciencia ficción de todos los tiempos, además de tener una gran base de fans.", "Por otro lado,", " Alien Covenant", " tuvo recepciones mixtas, pues no todos quedaron encantados con esta secuela de ", "Prometeo", ", pues consideraron que la mezcla de elementos y volver a presentar al xenomorfo por las quejas de la anterior producción, terminaron por no gustar a todo el público. La continuación de esta saga se pausó debido al pobre recibimiento de la audiencia.", "Cabe mencionar que ", "Scott", " prefirió dirigir ", "Alien Covenan", "t en vez de ", "Blade Runner 2049", ". En su juventud, ", "Ridley", " dirigió las primeras partes de estas sagas, con ", "Alien: el octavo pasajero", " y ", "Blade Runner", ". Ahora, para una entrevista con Empire declaró su arrepentimiento por dirigir Covenant en vez de Blade Runner:", "\"No debería haber tenido que tomar esa decisión. Pero tuve que hacerlo. Debería haber hecho Blade Runner 2.\"", "¿Qué opinas de esta declaración?, ¿crees que el resultado de Blade Runner 2049 habría sido muy diferente en calidad?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]}
{"it_by": ["PlayStation Plus tendrá fin de semana multijugador gratuito por su aniversario"], "take_more": ["Sony Interactive Entertainment anunció que se encuentran celebrando el primer aniversario del nuevo PlayStation Plus Extra y Deluxe, y como parte de esto tenemos varias novedades destacando un fin de semana multijugador gratuito. ", "El fin de semana multijugador online gratuito será del 24 al 25 de junio, días en los que podrás jugar online contra otros jugadores o formar equipo con ellos sin tener una suscripción a PlayStation Plus. ", "\nAdemás de esto, la próxima semana se agregarán los siguientes juegos al catálogo de juegos de PlayStation Plus:", "- Far Cry 6 (PS4/PS5)", "\n- Teenage Mutant Ninja Turtles: Shredder’s Revenge (PS4/PS5)", "\n- Rogue Legacy 2 (PS4/PS5)", "\n- Inscryption (PS4/PS5)", "\n- Soulstice (PS5)", "\n- Tacoma (PS4)", "\n- Deus Ex: Mankind Divided (PS4)", "\n- Killing Floor 2 (PS4)", "\n- Prueba de Juego para WWE2K23 (PS4), también estará disponible el 20 de junio. ", "Y eso no es todo, ya que también habrá actividades del 20 al 30 de junio como pruebas de juegos, campañas de PlayStation Stars y los miembroos de PS Plus recibirán un código para canjear avatares personalizados.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]}
{"it_by": ["El jefe de Sony, Jim Ryan: muchos editores creen que Xbox Game Pass \"destruye el valor\""], "take_more": ["Según el jefe de PlayStation, Jim Ryan, a los editores de videojuegos no les gusta Xbox Game Pass.", "Durante su testimonio pregrabado para una audiencia probatoria entre la Comisión Federal de Comercio (FTC) y Microsoft, Jim Ryan afirmó que a los editores no les gusta el servicio de suscripción de videojuegos de Microsoft porque \"destruye el valor\".", "\"Hablé con todos los editores y, por unanimidad, no les gusta Game Pass porque destruye el valor\", dijo Ryan durante su testimonio.", "Justo antes de eso, Ryan afirmó que Game Pass no es rentable para Microsoft. \"El modelo de negocio de Game Pass parece tener algunos desafíos y Microsoft parece estar perdiendo mucho dinero con él\", dijo Ryan. IGN le ha solicitado comentarios a Microsoft.", "El jefe de Xbox, Phil Spencer, ha sido transparente sobre la rentabilidad y la sostenibilidad de Game Pass en numerosas ocasiones en el pasado. En una entrevista con Axios el año pasado, Spencer explicó cómo el servicio no estaba quemando efectivo y lo llamó \"muy, muy sostenible\". Al mismo tiempo, sin embargo, en el informe provisional de la Autoridad de Mercados y Competencia del Reino Unido, Microsoft admitió que su servicio de suscripción de videojuegos condujo a una marcada disminución en las ventas base.", "Microsoft y Sony tienen diferentes estrategias para sus servicios de suscripción de videojuegos. Microsoft lanza sus juegos el día y la fecha en Xbox Game Pass, mientras que Sony opta por no lanzar sus juegos propios en el servicio rival PS Plus en el lanzamiento, con Horizon: Forbidden West un año después. A principios de junio, el vicepresidente y director global de suscripciones de Sony, Nick Maguire, indicó que Sony no copiará el enfoque de Game Pass para las exclusivas, a pesar del aumento de los juegos de $70 dólares, porque su estrategia actual está \"funcionando\".", "El CEO de Take-Two, Strauss Zelnick, es un ejecutivo de videojuegos que aún no está convencido de Game Pass. Hablando durante un reporte financiero en noviembre, Zelnick dijo sobre el lanzamiento de grandes juegos día y fecha en un servicio de suscripción de Microsoft: \"Todavía no creo que tenga sentido. Y creo que ahora se está volviendo obvio que no hace sentido. Es solo una oportunidad perdida para el editor. Por lo tanto, no me gustaría hablar por mi amigo, Phil [Spencer], pero nuestras opiniones permanecen sin cambios\".", "Microsoft anunció recientemente un aumento de precio para Xbox Game Pass y Game Pass Ultimate (pero no para PC Game Pass). Xbox Game Pass Ultimate ahora costará $16.99 dólares, mientras que Xbox Game Pass normal costará $10.99 dólares mensuales con los nuevos cambios de precios que entrarán en vigencia el 6 de julio.", "El testimonio de Ryan es solo uno de muchos mientras Microsoft lucha contra la FTC para defender su propuesta de adquisición de Activision Blizzard por $69 mil millones de dólares.", " "]}
{"it_by": ["Unboxing New Nintendo 3DS XL"], "take_more": ["12 de Febrero de 2015"]}
{"it_by": ["Explicando la \"Teoría del Botón\" de DC"], "take_more": ["4 de Agosto de 2017"]}
{"it_by": ["Black Mirror: Temporada 6 - Avance oficial subtitulado"], "take_more": ["26 de Abril de 2023"]}
{"it_by": ["Indiana Jones y el Dial del Destino - Tráiler Oficial \"No spoilers\" - Harrison Ford"], "take_more": ["3 de Julio de 2023"]}
{"it_by": ["Mision: Imposible - Sentencia Mortal: Escenas Cruciales - Detrás de Cámaras"], "take_more": ["6 de Julio de 2023"]}
{"it_by": ["15 juegos que llegarán a PlayStation 4 Pro"], "take_more": ["8 de Septiembre de 2016"]}
{"it_by": ["Watch Dogs 2 - Primeros 21 minutos"], "take_more": ["14 de Noviembre de 2016"]}
{"it_by": ["IGN Fan Fest En VIVO Día 1 - John Wick, Street Fighter 6, The Last of Us, y más"], "take_more": ["17 de Febrero de 2023"]}
{"it_by": ["El PlayStation 4 ha vendido más de 60 millones de unidades"], "take_more": ["Sony reveló sus resultados financieros, donde la PS4 continúa su éxito al vender más de 60 millones de unidades, alcanzando la meta trazada inicialmente por la compañía.", "La información dice", " que la empresa vendió 20 millones de unidades en 2016, resaltando la salida de 2.9 millones en el último cuarto del año, cifra relevante en comparación con mismo período del año anterior, con sólo 2.3 millones de consolas vendidas. En 2016, ", "el hardware rompió un récord", " viendo la salida de 9.7 millones en el tercer cuarto del año.", " ", " ", "Estos números se encuentran dentro de la meta de la empresa, la cual era vender 60 millones para marzo de este año –después de alcanzar un total de ", "50 millones en diciembre", ". Con estas cifras, se supera la cantidad total de 2015 donde alcanzó 17.7 millones de unidades.", "Para las áreas comerciales de los desarrolladores, el PlayStation 4 es el producto estrella de las diferentes divisiones, siendo la única con un crecimiento importante en el último año. Por otra parte, los smartphones son los que sufrieron una caída más fuerte, pasando de 24.9 millones de teléfonos vendidos a 14.6 millones.", "Se han proyectado nuevo objetivos para el monstruo de Sony, bajando sus expectativas de venta después llegar al quinto año en el mercado.", "La consola aún tiene un largo camino por recorrer antes de alcanzar a su predecesora, la PS3, la cual alcanzó un total de 80 millones de unidades en 7 años."]}
{"it_by": ["Comparativa Uncharted: Legacy of Thieves - PS5 vs. PS4 Pro"], "take_more": ["26 de Enero de 2022"]}
{"it_by": ["Red Dead Redemption en PS4 y Nintendo Switch confirmados, los usuarios de PC seguirán esperando"], "take_more": ["Red Dead Redemption", " y su expasión de ", "Undead Nightmare ", "estarán llegando a PS4 y Nintendo Switch el próximo ", "17 de agosto", ", ", "Rockstar", " recién lo ha anunciado.", "La aventura western del 2010 de ", "Rockstar", ", la cual fue lanzada en PS3 y Xbox 360, recibirá un port para PS4 y Siwtch de parte de los desarrolladores del Reino Unido ", "Double Eleven Studios", ", habrá retrocompatibilidad con el PS5.", "El port no es un remaster o un remake, sino una conversión, de acuerdo a ", "Rockstar", " e incluye nuevos idiomas como chino, coreano, polaco, portugues brasileño, ruso y español latinoamericano. Tendrá un costo de ", "$49.99 dólares", " en la tienda de Nintendo Switch y la Playstation Store, con versiones físicas llegando el 13 de octubre.", "Rockstar no mencionó las versiones para PC o Xbox. ", "Red Dead Redemption", " ya está disponible en las consolas Xbox modernas a través de la retrocompatibilidad con la versión original de Xbox 360. Sin embargo, la falta de una versión para PC, que Rockstar nunca ha lanzado oficialmente, seguramente será una decepción.", "Red Dead Redemption", " presenta a la estrella de la serie ", "John Marston", " mientras viaja por el oeste de Estados Unidos y México para localizar a los últimos miembros restantes de su exbanda de forajidos Van der Linde. Los eventos de ", "Red Dead Redemption 2", " de 2018 conducen directamente a la historia de su predecesor.", "Red Dead Redemption", " para Nintendo Switch y PS4 también incluye el DLC ", "Undead Nightmare", ", la expansión de la historia en la que Marston lucha para sobrevivir a la horda de zombis.", "Wesley es el editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100."]}
{"it_by": ["Barbie: esta app permite convertir a cualquier persona en una Barbie o un Ken"], "take_more": ["Desde el estreno de la película ", "Barbie", " hemos presenciado una explosión de esta marea rosa que nos ha llevado a toda clase de productos relacionados con la franquicia, y ahora tenemos una app que se ha sumado a la tendencia al ", "convertir a cualquier persona en una Barbie o un Ken", " mediante Inteligencia Artificial.", "Se trata de", " una app no oficial ", "que está disponible en móviles y en escritorio llamada \"", "BaiRBIE.me", "\" que utiliza selfies de los usuarios para convertirlos en \"muñecos Bairbie y Ken\" (ojo, no escribimos mal Barbie, es que la app no tiene derechos y por eso colocan de esa manera el nombre).", "Como pueden ver en ", "este enlace", ", la app pide cargar una imagen, seleccionar varias opciones como color de cabello y piel, y verás como eres transformado en un muñeco de plástico.", "Problemas de privacidad", "Y aunque la app se ha vuelto muy popular debido al auge de Barbie, deben tener en cuenta que ", "hay algunas preocupaciones por el tema de privacidad de los usuarios", ", ya que en los términos y condiciones se explica que los usuarios aceptan ceder a sus derechos de imagen y la app puede usar las imágenes generadas para cualquier fin legal. Incluso se indica que BaiRBIE.me no cumple con los requisitos del GDPR de la Unión Europea, por lo que queda a juicio de cada quien hacer uso de la app.", "La película de Barbie sigue exhibiéndose en cines con gran éxito ya que recientemente l", "ogró cruzar la marca de los mil millones de dólares", " en taquilla.", "Por cierto,", " en este enlace ", "pueden darle un vistazo a nuestra reseña donde le otorgamos un 9/10 y comentamos que \"es una exploración magistral de la feminidad y las presiones de la perfección. Esta montaña rusa hiperfemme cuenta con un diseño de producción meticuloso, un reparto inmaculado y una reverencia profundamente arraigada por la propia Barbie. Margot Robbie brilla en el centro de la película, junto con el cabeza hueca Ken de Ryan Gosling y la bien intencionada Gloria de America Ferrera.\"", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]}
{"it_by": ["Guía de lanzamientos octubre 2019"], "take_more": ["1 de Octubre de 2019"]}
{"it_by": ["Pokémon: Fans eligen los peores nombres en toda la saga"], "take_more": ["Con cada nueva generación de ", "Pokémon", ", nos llega una nueva tanda de criaturas increíbles y poderosas, pero sin dudas, siempre es interesante ver qué nombres ha decidido ", "The Pokémon Company", " para estos nuevos ", "Pokémon", ". Teniendo ya más de 1000 ", "Pokémon", " en la ", "Pokédex", ", es lógico pensar que crear nuevos y creativos nombres tiene que ser una tarea difícil. Y es que los nombres de los ", "Pokémon", " son una cosa muy crucial para describir a una criatura, ya que muchos llaman siempre la atención y los fans debaten constantemente qué nombres son los peores de la serie. Recientemente, este debate se reanudó en el subreddit de ", "Pokémon", " ", "Scarlet", " y ", "Violet", ", donde los usuarios compartieron sus nombres favoritos. Curiosamente, una buena parte de los usuarios han acordado que el ", "Pokémon", " con el peor nombre de todos es ", "Seel", ". ", "Seel", " es uno de los 150 ", "Pokémon", " originales, un ", "Pokémon", " de tipo agua basado en una foca. Pero vamos a explicar el motivo de esta decisión, el nombre Seel viene de la forma en que se pronuncia la palabra foca en inglés, es decir ", "Seal", ", por lo que el nombre de este ", "Pokémon", " consta de una sola letra modificada.", "Obviamente, no todos los nombres de ", "Pokémon", " tienen que ser ingeniosos anagramas o un lore profundo, pero es fácil ver por qué ", "Seel", " ha sido elegido por muchos como el peor nombre de un ", "Pokémon", ". ", "Seel", " no es el único ", "Pokémon", " que ha recibido esta clase de críticas, ya que el siguiente en la lista después de ", "Seel", " es el ", "Pokémon", " de la novena generación ", "Flamigo", ", quien también ha recibido muchas burlas de los fans. Este ", "Pokémon", " ", "Flamingo", " se introdujo en ", "Pokémon", " ", "Scarlet", " y ", "Violet", ", y también tiene una diferencia de solo una letra con respecto a su inspiración en el mundo real. Sin embargo, lo único que ", "Flamigo", " tiene a su favor es el hecho de que su nombre todavía se las arregla para ser un juego de palabras con as palabras ", "Flamingo", " y ", "Amigo", " en español. Como ", "The Pokémon Company", " sabe muy bien, es imposible complacer a todos, y los nombres que gustan a algunos fans no son del agrado de otros. Pero cuéntanos en los comentarios ¿Crees que ", "Seel", " tiene el peor nombre de ", "Pokémon", "? ¿Cuáles son los que más te desagradan?.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]}
{"it_by": ["Alien: Ridley Scott dice que la nueva serie no será tan buena como la primera película"], "take_more": ["Alien es una de las franquicias más reconocidas de la ciencia ficción", ". El simple modelo del Xenomorfo logró aterrorizar a los espectadores de varias generaciones, pues la saga se", " mantuvo vigente a través de secuelas, enfrentamientos, cómics y videojuegos", ".", "Originalmente ", "se planeaba que el director de la primera entrega, Ridley Scott hiciera una trilogía precuela", " que nos narraría el origen de la aterradora criatura, pero los ", "resultados poco alentadores en taquilla de Alien Covenant y la fusión de Disney y Fox, dejaron la tercera película en el limbo", ", prefiriendo continuar la franquicia como una serie de televisión.", "Ahora durante una entrevista de ", "The Independent ", "para promocionar su más reciente película, El Último Duelo", ", Scott habló un poco del proceso que le llevó la realización de ", "Prometeo y Covenant, además de dar su opinión de la nueva faceta de la saga en formato de serie televisiva", ".", "Respecto a las precuelas, ", "Scott comentó que tras las presiones del estudio por Prometeo, decidió meter a los xenomorfos en Covenant", ", pero la recaudación de la película fue mucho menor que la primera, por lo que el estudio ", "no vio redituable la producción de la tercera parte.", "En cuanto a la serie, Scott mencionó que", " probablemente no logre igualar la misma sensación de terror que la película original de 1979", ": \" ", "Cuando tienes una bestia maravillosa, no la desgastas y tienes que volver a pensar en algo nuevo. En donde sea que suceda la serie y lo que sea que haga, jamás será tan buena como la primera película. Eso es todo lo que diré", "”.", "Aunque la saga ", "cuenta con múltiples películas,", " la primera entrega de ", "Alien, logró atrapar al público por la sensación de claustrofobia", " y mostrar muy poco al xenomorfo, algo que logró proyectar terror en los espectadores.", "¿Crees que la serie de Alien esté a la altura?", "Axel Amézquita es editor en IGN Latinoamérica, comiquero de nacimiento, con gusto por el cine, fotografía, videojuegos y las grandes historias. Puedes seguirlo en redes sociales como ", "@AxxRess"]}
{"it_by": ["PlayStation Plus: revelados los videojuegos que llegan en agosto"], "take_more": [" ", "Sony reveló la alineación de los videojuegos de PlayStation Plus de agosto,", " los cuales estarán disponibles para descargar desde ", "el 1º de agosto hasta el 4 de septiembre.", "Lo más destacado aquí es ", "Dreams de Sony,", " que se lanza en ", "PlayStation Plus", " un mes antes de que el desarrollador ", "Media Molecule ", "finalice el soporte para este título de creación generado por el usuario. Media Molecule, por cierto, ha pasado a \"un nuevo y emocionante proyecto\".", "Para coincidir con el lanzamiento de Dreams en PlayStation Plus, el último título de Media Molecule, ", "Tren", ", estará disponible para jugar dentro de él. Sony describe a Tren como ", "“una aventura nostálgica que te coloca en el asiento del conductor de un extraordinario tren de juguete y cuenta una historia personal sobre el crecimiento y el poder transformador del juego”.", " ", " ", "La aventura de acción isométrica ", "Death's Door", " y ", "PGA Tour 2K23", " completan la alineación de agosto. La reseña de Death's Door de IGN US le dio un 9/10. En ella dijeron: ", "\"Death's Door combina de manera experta la resolución de acertijos de mazmorras clásicas con encuentros de combate vertiginosos para crear una aventura memorable en un mundo cambiante repleto de caminos secretos y recompensas ocultas\".", "Al PGA Tour 2K23 le fue menos bien en la reseña 6/10 de IGN US: ", "“No hay mucho por lo que emocionarse en el PGA Tour 2K23, con golf mal presentado en campos de segundo nivel. Es ferozmente fiel al deporte real, pero carece de personalidad y variedad”.", "Y antes de que terminemos, ésta es tu última llamada para los juegos de PS Plus en julio: tienes hasta el día 31 para descargar ", "Call of Duty: Black Ops Cold War, Alan Wake Remastered ", "y", " Endling: Extinction is Forever", ", que se quedaran en tu biblioteca todo el tiempo que tengas el servicio de PlayStation.", " ", " "]}
{"it_by": ["Xbox: Todo lo que se une y se va de Game Pass a mediados de agosto de 2023"], "take_more": ["Microsoft", " ha anunciado la lista de juegos que se unirán y abandonarán ", "Xbox Game Pass", " a mediados de agosto de 2023, con la adición de ", "Everspace 2", " y la eliminación de", " Death Stranding", " encabezando los cambios.", "Como se detalla en ", "Xbox Wire", ", este mes se anunciaron cinco juegos adicionales para el servicio. ", "A Short Hike", " estará disponible primero el 3 de agosto y ", "Everspace 2", " estará disponible el 15 de agosto.", "Consulte la lista completa de títulos que se unen a ", "Xbox Game Pass", " y sus respectivas plataformas a continuación:", "\n\t", "A Short Hike", " (Cloud, Consola y PC) — 3 de agosto", "\n\t", "Broforce Forever", " (Cloud, Consola y PC) — 8 de agosto", "\n\t", "Limbo", " (Cloud, Consola y PC) — 9 de agosto", "\n\t", "Airborne Kingdom", " (Cloud, Consola y PC) — 10 de agosto", "\n\t", "Everspace 2", " (Cloud y Xbox Series X|S) — 15 de agosto", "\n", "Everspace 2", " de ", "RockFish Games", " verá a los jugadores subirse a la cabina de su propio luchador espacial mientras se entregan a un combate rápido en tercera persona, mientras exploran un universo hecho a mano que cuenta con \"elementos de juegos de rol clásicos\" en una campaña para un solo jugador. En la reseña del acceso anticipado, en ", "IGN", " le dimos un 7/10, y dijimos que ", "Everspace 2 ", "\"se siente como el comienzo de un gran juego de rol de acción para un jugador, con más variedad de juego de lo que normalmente se ve en un juego de lucha espacial\".", "El título de aventuras y plataformas de rompecabezas ", "Limbo", " trae un aspecto más oscuro a la oferta de ", "Game Pass", " de este mes, al pedirle al jugador que tome el control de un niño mientras viaja a través de un mundo extraño y a menudo peligroso, mientras intenta desentrañar el destino de su hermana. . En la reseña de ", "IGN", " le dimos un 9/10, y notamos que \"muy pocos juegos son tan originales, atmosféricos y consistentemente brillantes\" como ", "Limbo", ".", "Cuatro juegos dejarán el servicio el 15 de agosto, incluidos ", "Death Stranding", " (", "PC", ") de ", "Hideo Kojima", ",", " Edge of Eternity", " (Cloud, Consola y PC), ", "Midnight Fight Express", " (Cloud, Consola y PC) y ", "Total War de Creative Assembly: Warhammer III", " (PC).", "Anthony es un colaborador independiente que cubre noticias de ciencia y videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo los últimos avances en múltiples campos científicos y no tiene tiempo para sus travesuras. Síguelo en Twitter @BeardConGamer"]}
{"it_by": ["El mejor smartphone para jugar tus battle royale"], "take_more": ["6 de Mayo de 2020"]}
{"it_by": ["Blue Beetle - Tráiler oficial"], "take_more": ["3 de Abril de 2023"]}
{"it_by": ["Shadow & Bone Temporada 2 - Tráiler oficial (2023) con Ben Barnes, Lewis Tan | IGN Fan Fest 2023"], "take_more": ["17 de Febrero de 2023"]}
{"it_by": ["Indiana Jones y el Llamado del Destino - Teaser Tráiler"], "take_more": ["12 de Febrero de 2023"]}
{"it_by": ["Misión Imposible: Sentencia Mortal – Parte Uno - Tráiler oficial subtitulado"], "take_more": ["17 de Mayo de 2023"]}
{"it_by": ["Indiana Jones y el Dial del Destino -Tráiler oficial"], "take_more": ["7 de Abril de 2023"]}
{"it_by": ["MH370: El avión que desapareció - Tráiler oficial subtitulado"], "take_more": ["21 de Febrero de 2023"]}
{"it_by": ["Dead Island 2: Nuevo Gameplay"], "take_more": ["2 de Marzo de 2023"]}
{"it_by": ["Resident Evil 4 se convierte en un anime y presenta una visión muy alegre y colorida del remake de terror"], "take_more": ["La versión más ", "kawaii", " de Resident Evil 4 está de regreso", ". ¿Recuerdan que hace un par de días les contamos que ", "Capcom", ", en asociación con ", "Nippon Animation", ", lanzaron un corto animado de ", "Resident Evil 4", ". ¡Hay más! Este miércoles llegó el segundo episodio titulado ", "“Una promesa entre los dos” ", "y nos muestra a ", "Leon", " y sus interminables esfuerzos por rescatar a ", "Ashley", ", lo mismo que pronto viviremos en el juego cuando llegue a nuestras consolas y PC el 24 de marzo.", "Esta segunda entrega también es una ", "Masterpiece Theatre", ", el formato icónico y reconocido del tradicional estudio japonés de animación. ¡No te lo pierdas a continuación!", " ", "\n", "Resident Evil 4 – “Resident Evil Masterpiece Theater, Ep. 2: A promise between the two\"", "\nNippon Animation, famous for “World Masterpiece Theater,” have created original promotion videos to celebrate the launch of Resident Evil 4! ", "pic.twitter.com/rHpT7RKJ2E", "\n— Resident Evil (@RE_Games) ", "March 22, 2023", " ", "*En caso de que no puedas ver el video, da click en \"Ver contenido delicado\" o míralo directamente en", " Twitter aquí.", "La nota original:", " ", "A pocos días de la llegada del remake de ", "Resident Evil 4", ", ", "Capcom", " lanzó un tráiler en forma de anime, que ofrece una versión linda, colorida y alegre; pero a la vez inquietante, del esperado título de terror.", "El alegre clip se titula ", "\"Leon y la Aldea Misteriosa\"", " y es un episodio en el que vemos a ", "Leon S. Kennedy", " acercándose a varias personas mientras busca de forma desesperada a la hija del presidente de los Estados Unidos, ", "Ashley Graham", ", sólo para darse cuenta que su búsqueda es 一literalmente一 interrumpida de la forma más sospechosa.", " ", "\n", "Resident Evil 4 ×Nippon Animation", "\nShort anime series Resident Evil Masterpiece Theater - “Leon and the Mysterious Village” Episode 1", "\n", "\nThe original animated PV has been produced in cooperation with Japanese animation studio \"Nippon Animation\", famous for its World Masterpiece… ", "https://t.co/q3jogMxv0e", " ", "pic.twitter.com/j65gnz8gTh", "\n— Capcom Asia (@CapcomAsia) ", "March 20, 2023", "El encargado de producir esta versión “dulce” de", " Resident Evil 4", ", fue el aclamado estudio japonés ", "Nippon Animation", ", a quien conocemos hoy por shows como el anime original de ", "Hunter x Hunte", "r o ", "Corrector Yui.", " Para este anime protagonizado por Leon, el estudio decidió darle el estilo de su clásico World Masterpiece Theatre, un contenedor televisivo japonés, que se emitió por primera vez de 1969 a 1997, antes de reiniciarse nuevamente en 2007 y continuar hasta 2009 con sus diversas adaptaciones animadas.", "Este ", "Masterpiece Theatre", " de un minuto de duración para ", "Resident Evil 4 ", "es solo la última incorporación a la gran campaña de marketing que hay previo al lanzamiento del juego. Ya tuvimos antes ", "un sitio web dedicado ", "a la nueva versión del título, repleto de acertijos, puzzles y mucha historia de fondo para el título tan esperado.", "El remake de ", "Resident Evil 4", " llegará a", " PlayStation 5, PS4, Xbox Series X|S y PC el 24 de marzo", ". Esta entrega sigue las recientes reinvenciones de ", "Capcom", " de ", "Resident Evil 2 ", "y ", "3,", " conservando los elementos fundamentales del juego original y agregando una jugabilidad actualizada, además de una actualización visual.", "En nuestra ", "review 10/10 de Resident Evil 4", " dijimos que:", " “Esta es la reconstrucción de una de las historias de Resident Evil más emocionantes realzando completamente su enorme potencial, es un clásico que regresa con una versión definitiva con todo lo que siempre quisimos que se modificara, no hay motivos para no adentrarse en este remake, es un juego que disfrutarás sí o sí”.", " ", "\n"]}
{"it_by": ["Resident Evil 4 se convierte en un anime y presenta una visión muy alegre y colorida del remake de terror"], "take_more": ["La versión más ", "kawaii", " de Resident Evil 4 está de regreso", ". ¿Recuerdan que hace un par de días les contamos que ", "Capcom", ", en asociación con ", "Nippon Animation", ", lanzaron un corto animado de ", "Resident Evil 4", ". ¡Hay más! Este miércoles llegó el segundo episodio titulado ", "“Una promesa entre los dos” ", "y nos muestra a ", "Leon", " y sus interminables esfuerzos por rescatar a ", "Ashley", ", lo mismo que pronto viviremos en el juego cuando llegue a nuestras consolas y PC el 24 de marzo.", "Esta segunda entrega también es una ", "Masterpiece Theatre", ", el formato icónico y reconocido del tradicional estudio japonés de animación. ¡No te lo pierdas a continuación!", " ", "\n", "Resident Evil 4 – “Resident Evil Masterpiece Theater, Ep. 2: A promise between the two\"", "\nNippon Animation, famous for “World Masterpiece Theater,” have created original promotion videos to celebrate the launch of Resident Evil 4! ", "pic.twitter.com/rHpT7RKJ2E", "\n— Resident Evil (@RE_Games) ", "March 22, 2023", " ", "*En caso de que no puedas ver el video, da click en \"Ver contenido delicado\" o míralo directamente en", " Twitter aquí.", "La nota original:", " ", "A pocos días de la llegada del remake de ", "Resident Evil 4", ", ", "Capcom", " lanzó un tráiler en forma de anime, que ofrece una versión linda, colorida y alegre; pero a la vez inquietante, del esperado título de terror.", "El alegre clip se titula ", "\"Leon y la Aldea Misteriosa\"", " y es un episodio en el que vemos a ", "Leon S. Kennedy", " acercándose a varias personas mientras busca de forma desesperada a la hija del presidente de los Estados Unidos, ", "Ashley Graham", ", sólo para darse cuenta que su búsqueda es 一literalmente一 interrumpida de la forma más sospechosa.", " ", "\n", "Resident Evil 4 ×Nippon Animation", "\nShort anime series Resident Evil Masterpiece Theater - “Leon and the Mysterious Village” Episode 1", "\n", "\nThe original animated PV has been produced in cooperation with Japanese animation studio \"Nippon Animation\", famous for its World Masterpiece… ", "https://t.co/q3jogMxv0e", " ", "pic.twitter.com/j65gnz8gTh", "\n— Capcom Asia (@CapcomAsia) ", "March 20, 2023", "El encargado de producir esta versión “dulce” de", " Resident Evil 4", ", fue el aclamado estudio japonés ", "Nippon Animation", ", a quien conocemos hoy por shows como el anime original de ", "Hunter x Hunte", "r o ", "Corrector Yui.", " Para este anime protagonizado por Leon, el estudio decidió darle el estilo de su clásico World Masterpiece Theatre, un contenedor televisivo japonés, que se emitió por primera vez de 1969 a 1997, antes de reiniciarse nuevamente en 2007 y continuar hasta 2009 con sus diversas adaptaciones animadas.", "Este ", "Masterpiece Theatre", " de un minuto de duración para ", "Resident Evil 4 ", "es solo la última incorporación a la gran campaña de marketing que hay previo al lanzamiento del juego. Ya tuvimos antes ", "un sitio web dedicado ", "a la nueva versión del título, repleto de acertijos, puzzles y mucha historia de fondo para el título tan esperado.", "El remake de ", "Resident Evil 4", " llegará a", " PlayStation 5, PS4, Xbox Series X|S y PC el 24 de marzo", ". Esta entrega sigue las recientes reinvenciones de ", "Capcom", " de ", "Resident Evil 2 ", "y ", "3,", " conservando los elementos fundamentales del juego original y agregando una jugabilidad actualizada, además de una actualización visual.", "En nuestra ", "review 10/10 de Resident Evil 4", " dijimos que:", " “Esta es la reconstrucción de una de las historias de Resident Evil más emocionantes realzando completamente su enorme potencial, es un clásico que regresa con una versión definitiva con todo lo que siempre quisimos que se modificara, no hay motivos para no adentrarse en este remake, es un juego que disfrutarás sí o sí”.", " ", "\n"]}
{"it_by": ["Los fans de Red Dead Redemption protestan por el lanzamiento que dicen que es demasiado caro y carece de nuevas características"], "take_more": ["El lanzamiento recientemente anunciado de ", "Red Dead Redemption para PlayStation y Nintendo Switch ", "podría haber sido motivo de celebración entre la comunidad dedicada al juego, pero en lugar de eso, ", "los fans están indignados ", "con las noticias de hoy.", "Esta mañana, Rockstar reveló que Red Dead Redemption de 2010 y su expansión Undead Nightmare llegarán a PS4 y Nintendo Switch el 17 de agosto, con ediciones físicas el 13 de octubre. Rockstar ", "llama al port una \"conversión\"", " en lugar de una remasterización o una nueva versión, y la compañía cobra $50 dólares por esta iteración del juego.", "Los jugadores de Red Dead Redemption en las redes sociales ", "están molestos por el precio", " de Red Dead Redemption,", " la falta de multijugador y la falta de un lanzamiento para PC", ". No ayuda que los rumores sobre una nueva versión de Red Dead Redemption hayan estado circulando durante semanas luego de una nueva calificación para el juego en Corea del Sur. ", "Los fans se ilusionaron con una nueva versión en toda regla", ", y muchos clamaron por una versión que pusiera el original en línea con Red Dead Redemption 2, de manera similar a como The Last of Us Parte I ahora es visualmente similar a la Parte II.", "Pero eso no es lo que ofrece Rockstar. En cambio, los fans ", "están decepcionados de que Red Dead Redemption en PlayStation 4 y Switch parezca visualmente similar a las versiones originales de PS3 y Xbox 360", ". Rockstar tampoco anunció la compatibilidad con 60 FPS para el nuevo port, lo que llevó a los fans a creer que se ejecutará a los 30 FPS del juego original. El problema se volvió aún más evidente cuando la comunidad se dio cuenta de que Red Dead Redemption ya se puede jugar en Xbox Series X en 4K, lo cual se señaló rápidamente en línea.", "Gracias a la retrocompatibilidad más robusta de Xbox Series X|S con generaciones anteriores de Xbox, Red Dead Redemption ha sido accesible en las plataformas de Microsoft durante años. Este nuevo lanzamiento no llegará a Xbox, pero eso seguramente se deba a que la versión 360 original ya está disponible en la tienda de Xbox. Además, el precio de $50 dólares adjunto a las nuevas versiones de PS4 y Switch no se ve muy bien al lado del precio de $30 dólares en Xbox.", "\"Compré la edición GOTY por $10 dólares para jugar a 4k en mi One X. $50 dólares por un port simple en un juego de 13 años es otra cosa\", escribió un usuario en Reddit. \"Día realmente triste cuando la publicación principal en r/reddeadredemption es 'No compres Red Dead Redemption'\", escribió otro.", "Este próximo port", " también se salta la PC por completo", ", donde Rockstar aún no ha lanzado oficialmente Red Dead Redemption.", "Los fans están llamando al port una \"toma de efectivo\", con una de las principales publicaciones de hoy en el subreddit que dice: \"No compres Red Dead Redemption ... Si quieres una nueva versión / remasterización adecuada, entonces no compres esta toma de efectivo\". La publicación señala que el port parece carecer de mejoras gráficas y de FPS significativas, y le falta el modo multijugador del original.", "Y, por supuesto, el anuncio de hoy ", "también trajo muchos memes", ", ya que algunos bromearon sobre el hecho de que Red Dead Redemption llegará a una plataforma de Nintendo por primera vez.", " "]}
{"it_by": ["Barbie estuvo cerca de tener una escena postcréditos que finalmente fue eliminada"], "take_more": ["Barbie", " de ", "Greta Gerwig", " es todo un éxito mundial. La gran forma en la que la directora abordó a este personaje fue una idea interesante para desarrollar los temas del feminismo y la deconstrucción de la mujer, mismo que fue aplaudido entre el sector femenil de la sociedad al sentirse plenamente identificado con muchas situaciones de la historia.", "En el final de la película, ", "Barbie", " asciende a un plano que va más allá del entendimiento de los juguetes y los humanos para poder conocer a su creadora, donde ahora pasa a ser una mujer real, posteriormente ", "Barbie", " decide ir al ginecólogo.", "Muchos fans esperaban que hubiera una escena postcréditos, ya sea de ", "Ken", " o de alguna escena cómica y lo cierto es que sí la hubo, pues sorprendentemente se quedó en la sala de edición.", "\n", "Supposedly, ", "#BarbieTheMovie", " had a post-credits scene showing Midge giving birth!", "\n", "\nAs shown in the 'Art of the Cut' conversation with editor Nick Houy, a corkboard of every single main Barbie scene is shown, revealing a couple of scenes that apparently didn't make the final cut! ", "pic.twitter.com/lH8a5Wx1sV", "\n— Daily Movie Juice 🧃 (@dailymoviejuice) ", "July 31, 2023", "Por si el público no sabía, quien da voz a la narradora es ", "Helen Mirren ", "y quien de acuerdo a esta escena eliminada, tiene un momento en pantalla donde ", "Midge", " entra en parto y la narradora le habla directamente al espectador. No hay más información sobre qué es lo que dice u ocurre. Cabe mencionar que esta pizarra también revela otras escenas que fueron descartadas. ¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]}
{"it_by": ["Barbie estuvo cerca de tener una escena postcréditos que finalmente fue eliminada"], "take_more": ["Barbie", " de ", "Greta Gerwig", " es todo un éxito mundial. La gran forma en la que la directora abordó a este personaje fue una idea interesante para desarrollar los temas del feminismo y la deconstrucción de la mujer, mismo que fue aplaudido entre el sector femenil de la sociedad al sentirse plenamente identificado con muchas situaciones de la historia.", "En el final de la película, ", "Barbie", " asciende a un plano que va más allá del entendimiento de los juguetes y los humanos para poder conocer a su creadora, donde ahora pasa a ser una mujer real, posteriormente ", "Barbie", " decide ir al ginecólogo.", "Muchos fans esperaban que hubiera una escena postcréditos, ya sea de ", "Ken", " o de alguna escena cómica y lo cierto es que sí la hubo, pues sorprendentemente se quedó en la sala de edición.", "\n", "Supposedly, ", "#BarbieTheMovie", " had a post-credits scene showing Midge giving birth!", "\n", "\nAs shown in the 'Art of the Cut' conversation with editor Nick Houy, a corkboard of every single main Barbie scene is shown, revealing a couple of scenes that apparently didn't make the final cut! ", "pic.twitter.com/lH8a5Wx1sV", "\n— Daily Movie Juice 🧃 (@dailymoviejuice) ", "July 31, 2023", "Por si el público no sabía, quien da voz a la narradora es ", "Helen Mirren ", "y quien de acuerdo a esta escena eliminada, tiene un momento en pantalla donde ", "Midge", " entra en parto y la narradora le habla directamente al espectador. No hay más información sobre qué es lo que dice u ocurre. Cabe mencionar que esta pizarra también revela otras escenas que fueron descartadas. ¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]}
{"it_by": ["Pokémon Presents Agosto 2023: todo lo anunciado"], "take_more": ["El evento ", "Pokémon", " ", "Presents", " para agosto de 2023 concluyó y contó con 35 minutos de nuevos anuncios de ", "Pokémon", ". ", "IGN", " lo tiene cubierto con todo lo anunciado durante los ", "Pokémon", " ", "Presents", " de agosto de 2023 aquí.", "Pokémon: Path to the Peak es una nueva serie animada centrada en el juego de cartas coleccionables", "Al comienzo del evento, vimos por primera vez ", "Pokémon: Path to the Peak", ", una nueva serie animada corta centrada en el", " Juego de Cartas Coleccionables de Pokémon", " oficial. La nueva serie animada se estrenará en el ", "Pokémon World Championship", ", que comienza a finales de esta semana.", "Detective Pikachu Returns muestra su nuevo tráiler", "Ya sabíamos que recibiríamos una secuela del juego de", " Nintendo 3DS", " ", "Detective", " ", "Pikachu", ". Y hoy, obtuvimos el primer tráiler, que presenta algunos personajes que aparecerán junto con algo de juego. En particular, ", "Detective", " ", "Pikachu", " ", "Returns", " te permitirá investigar varias escenas del crimen.", "Detective", " ", "Pikachu", " ", "Returns", " llega el 6 de octubre en exclusiva a ", "Nintendo", " ", "Switch", ".", "Pokémon Horizons: la serie llegará \"próximamente\"", "Tuvimos un primer vistazo a ", "Pokémon Horizons: The Series", ". Si bien no se compartió mucho, sabemos que se establecerá en la región de ", "Paldea", ", según los ", "Pokémon", " que aparecieron en la serie. No se ha anunciado una fecha de lanzamiento, pero sabemos que \"llegará pronto\", según ", "The Pokémon", " ", "Company", ".", "Pokémon Go recibirá Pokémon de la región de Paldea el próximo mes", "Casi un año después del lanzamiento de ", "Pokémon Scarlet y Violet", ", ", "Pokémon", " ", "GO", " finalmente obtendrá ", "Pokémon", " nativos de la región de ", "Pladea", ". Estos ", "Pokémon", " estarán disponibles a partir del próximo mes.", "Pokémon Trading Card Game y Pokémon Stadium 2 finalmente están disponibles en Nintendo Switch Online", "The", " ", "Pokémon", " ", "Company", " anunció hoy que ", "Pokémon", " ", "Trading", " ", "Card", " ", "Game", " y ", "Pokémon Stadium 2", " llegarán hoy al servicio de suscripción de ", "Nintendo", " ", "Switch", " ", "Online", ", y ambos estarán disponibles poco después de la conclusión de la presentación.", "Pokémon", " ", "Trading", " ", "Card", " ", "Game", " ya está disponible para aquellos con una suscripción a ", "Nintendo", " ", "Switch", " ", "Online", ", y aquellos con ", "Switch", " ", "Online + Expansion Pack", " tienen acceso a eso además de ", "Pokémon Stadium 2", ".", "Mew y Metwo llegan a Pokémon Escarlata y Violeta", "Los jugadores de ", "Pokémon", " ", "Scarlet y Violet", " pueden agregar a ", "Mew", " y ", "Mewtwo", " a su colección. Puede obtener ", "Mew", " ahora ingresando la contraseña ", "GETYOURMEW", " en el menú ", "Mystery", " ", "Gift", " en ", "Scarlet", " o ", "Violet", ", pero la contraseña es válida hasta el 18 de septiembre, así que no espere demasiado para canjear el código. ", "Mewtwo", " estará disponible a través de una batalla Tera Raid a partir del 1 de septiembre.", "Pokémon: Paldean Winds es una nueva serie web animada que llega el 6 de septiembre", "Dimos nuestro primer vistazo a ", "Pokémon: Paldean Winds", ", una nueva serie de anime ambientada en la región de ", "Pladea", ". Al igual que los juegos en los que se basa (", "Pokémon", " ", "Scarlet y Violet", "), ", "Pokémon: Paldean Winds ", "se centrará en un estudiante que quiere convertirse en entrenador de ", "Pokémon", ".", "El primer DLC de Pokémon Scarlet y Violet llega el próximo mes", "Tuvimos un vistazo más extenso al ", "DLC", " y un vistazo al gameplay de ", "The Teal Mask", ", el primero de los dos ", "DLC", " que llegarán a ", "Pokémon Scarlet y Violet", ". La presentación introdujo dos nuevos personajes y confirmó que aquellos que jueguen la expansión tendrán la oportunidad de atrapar un puñado de nuevos ", "Pokémon", " que aún no están disponibles en el juego base para ", "Scarlet", " y ", "Violet", ".", "Pokémon Scarlet y Violet: The Teal Mask", " llega el 3 de septiembre exclusivamente a ", "Nintendo", " ", "Switch", ".", "Taylor es reportera en IGN. Puedes seguirla en Twitter ", "@TayNixster."]}
{"it_by": ["Alien: el primer vistazo a la nueva película muestra el regreso de una criatura icónica"], "take_more": ["Finalmente tenemos ", "una actualización sobre la próxima película de Alien", ", que se compartió hoy en la cuenta oficial de Twitter de Alien.", "En una publicación para el Día de Alien, un evento en línea de 20th Century Films que comparte revelaciones y noticias sobre la franquicia, ", "pudimos ver un vistazo detrás de escena de la nueva película de Alien", " del director Fede Alvarez, quien anteriormente dirigió Evil Dead and Don't Breath de 2013. En la imagen, vemos nuestro primer vistazo a uno de los decorados de la película,", " junto con el regreso de la infame criatura Facehugger", ", que pone huevos dentro de sus desprevenidas víctimas para crear nuevos xenomorfos.", "\n", "Happy ", "#alienday", " everybody!", "\n", "\n(via: ", "@fedalvar", ") ", "pic.twitter.com/uS2kH8TmcQ", "\n— Alien (@AlienAnthology) ", "April 26, 2023", "Los detalles sobre la película se mantienen ligeros por ahora. Sin embargo, será una película independiente sin relación con las entregas anteriores. Según un informe de THR de principios de marzo, ", "la próxima película de Alien se centrará en un grupo más joven de colonos espaciales atrapados en una estación remota con una infestación de xenomorfos", ". El elenco actual de la película incluye a Cailee Spaeny (Devs, Bad Times at the El Royale), David Jonsson (Industry, Rye Lane), Spike Fearn (Aftersun, Tell Me Everything), Alieen Wu (Closing Doors) y Archie Renaux ( Morbius, Viajeros).", "Una historia nueva", "Cabe señalar que esta película ", "no continuará la historia ambientada por Prometheus y Alien Covenant", ", ambos dirigidos por Ridley Scott, quien también hizo la película original de 1979 protagonizada por Sigourney Weaver. Si bien Alien Covenant ganó más de 240 millones de dólares en la taquilla mundial, evidentemente no fue suficiente para continuar con una tercera película planificada. Entonces, esa historia particular que se enfoca en el androide rebelde David (interpretado por Michael Fassbender) quedará sin resolver. Además de esta película, otro proyecto de televisión que está desarrollando Noah Hawley es The Works, quien creó la serie de antología Fargo para FX. Como la primera serie de televisión en el universo Alien, esta serie se desarrollará en la Tierra del futuro y se centrará en cómo el capitalismo de última etapa ha creado un conflicto masivo entre las clases sociales y cómo una infestación de xenomorfos empeorará las cosas.", "Junto con el proyecto televisivo planificado desde hace mucho tiempo y la próxima película de Fede Alvarez, ", "la franquicia Alien ha continuado en cómics y videojuegos", ". El próximo videojuego que se avecina es Alien: Dark Descent, en el que un escuadrón de marines coloniales tratará de sobrevivir contra una infestación de xenomoprh, que IGN mostró recientemente después de un tiempo prolongado de práctica con el juego.", " ", " "]}
{"it_by": ["Alien: el primer vistazo a la nueva película muestra el regreso de una criatura icónica"], "take_more": ["Finalmente tenemos ", "una actualización sobre la próxima película de Alien", ", que se compartió hoy en la cuenta oficial de Twitter de Alien.", "En una publicación para el Día de Alien, un evento en línea de 20th Century Films que comparte revelaciones y noticias sobre la franquicia, ", "pudimos ver un vistazo detrás de escena de la nueva película de Alien", " del director Fede Alvarez, quien anteriormente dirigió Evil Dead and Don't Breath de 2013. En la imagen, vemos nuestro primer vistazo a uno de los decorados de la película,", " junto con el regreso de la infame criatura Facehugger", ", que pone huevos dentro de sus desprevenidas víctimas para crear nuevos xenomorfos.", "\n", "Happy ", "#alienday", " everybody!", "\n", "\n(via: ", "@fedalvar", ") ", "pic.twitter.com/uS2kH8TmcQ", "\n— Alien (@AlienAnthology) ", "April 26, 2023", "Los detalles sobre la película se mantienen ligeros por ahora. Sin embargo, será una película independiente sin relación con las entregas anteriores. Según un informe de THR de principios de marzo, ", "la próxima película de Alien se centrará en un grupo más joven de colonos espaciales atrapados en una estación remota con una infestación de xenomorfos", ". El elenco actual de la película incluye a Cailee Spaeny (Devs, Bad Times at the El Royale), David Jonsson (Industry, Rye Lane), Spike Fearn (Aftersun, Tell Me Everything), Alieen Wu (Closing Doors) y Archie Renaux ( Morbius, Viajeros).", "Una historia nueva", "Cabe señalar que esta película ", "no continuará la historia ambientada por Prometheus y Alien Covenant", ", ambos dirigidos por Ridley Scott, quien también hizo la película original de 1979 protagonizada por Sigourney Weaver. Si bien Alien Covenant ganó más de 240 millones de dólares en la taquilla mundial, evidentemente no fue suficiente para continuar con una tercera película planificada. Entonces, esa historia particular que se enfoca en el androide rebelde David (interpretado por Michael Fassbender) quedará sin resolver. Además de esta película, otro proyecto de televisión que está desarrollando Noah Hawley es The Works, quien creó la serie de antología Fargo para FX. Como la primera serie de televisión en el universo Alien, esta serie se desarrollará en la Tierra del futuro y se centrará en cómo el capitalismo de última etapa ha creado un conflicto masivo entre las clases sociales y cómo una infestación de xenomorfos empeorará las cosas.", "Junto con el proyecto televisivo planificado desde hace mucho tiempo y la próxima película de Fede Alvarez, ", "la franquicia Alien ha continuado en cómics y videojuegos", ". El próximo videojuego que se avecina es Alien: Dark Descent, en el que un escuadrón de marines coloniales tratará de sobrevivir contra una infestación de xenomoprh, que IGN mostró recientemente después de un tiempo prolongado de práctica con el juego.", " ", " "]}
{"it_by": ["Alien: los Depredadores son más malvados que los Xenomorfos y esto lo prueba"], "take_more": ["Los ", "Yautja", " (nombre oficial de la especie de los ", "Depredadores", ") son una raza de seres que se han encargado de realizar las cacerías más mortíferas y letales a través de la galaxia. Por medio de esta difícil tarea, es como un ", "Depredador", " se forja en batalla y prueba tanto su honor como su habilidad.", "Desde su concepción, ellos han estado en una guerra eterna contra los ", "Aliens", " (", "Xenomorfos", " por su nombre oficial), han tenido grandes enfrentamientos tanto en los cómics como en las cintas live action, aunque con pobres resultados narrativos.", "Siempre ha existido un debate sobre qué raza es la más mortífera en la galaxia. Por un lado, una raza se dedica a sobrevivir en cualquier ambiente hostil en el que se encuentre y actuar conforme dicta la ley animal, los cazadores han despellejado y arrancado los cráneos a todos los humanos que se encuentran. La duda es difícil, pero el reciente cómic de Marvel de ", "Alien #6", " ha resuelto la incógnita.", "En el argumento de este número, se revela el porqué los Xenomorfos aterrorizan a los humanos. En el momento cuando ", "Iris", " habla con ", "Gabe", ", ella menciona a \"", "la mujer en la oscuridad", "\" y la forma en la que el hombre busca el fuego de ", "Prometeo", ". Ella señala que este ciclo es totalmente inútil, pues con el tiempo el \"fuego\" se convierte en armamento, experimentación e hibridación...pero está destinado a fracasar y llevar a la humanidad al borde la extinción. A pesar de ser horribles, los ", "Xenomorfos", " no buscan a los humanos, sino al contrario.", "Los ", "Xenomorfos", " son horribles en apariencia, con habilidades biológicas aterradoras. En cambio, los ", "Yautja", " ocultan su rostro a través de la máscara que usan para cazar. Por un lado, los ", "Xenomorfos", " reaccionan conforme a la situación en la que se encuentran, ya sea como su instinto demande, pero los ", "Yautja", " viajan a través del espacio específicamente para poder cazar a una raza en especial.", "Mientras que los ", "Aliens", " no tienen tácticas para atacar a su presa, los ", "Depredadores", " poseen incluso reglas sobre cuándo y cómo comportarse contra un objetivo. Después de acabar con su encargo, estos seres siempre suelen llevarse un objeto que puedan presumir para evidenciar su victoria, mientras que los ", "Aliens", " sólo usan a los seres vivientes como incubadoras y nada más.", "Al final, pueden existir preferencias entre ambas razas por los fans, pero cuando se analizan de cerca los detalles mencionados es cuando se evidencian lo horripilantes que son los ", "Yutjas", ". ¿Qué opinas?, ¿ha cambiado tu percepción sobre los ", "Depredadores", "?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]}
{"it_by": ["Alien: los Depredadores son más malvados que los Xenomorfos y esto lo prueba"], "take_more": ["Los ", "Yautja", " (nombre oficial de la especie de los ", "Depredadores", ") son una raza de seres que se han encargado de realizar las cacerías más mortíferas y letales a través de la galaxia. Por medio de esta difícil tarea, es como un ", "Depredador", " se forja en batalla y prueba tanto su honor como su habilidad.", "Desde su concepción, ellos han estado en una guerra eterna contra los ", "Aliens", " (", "Xenomorfos", " por su nombre oficial), han tenido grandes enfrentamientos tanto en los cómics como en las cintas live action, aunque con pobres resultados narrativos.", "Siempre ha existido un debate sobre qué raza es la más mortífera en la galaxia. Por un lado, una raza se dedica a sobrevivir en cualquier ambiente hostil en el que se encuentre y actuar conforme dicta la ley animal, los cazadores han despellejado y arrancado los cráneos a todos los humanos que se encuentran. La duda es difícil, pero el reciente cómic de Marvel de ", "Alien #6", " ha resuelto la incógnita.", "En el argumento de este número, se revela el porqué los Xenomorfos aterrorizan a los humanos. En el momento cuando ", "Iris", " habla con ", "Gabe", ", ella menciona a \"", "la mujer en la oscuridad", "\" y la forma en la que el hombre busca el fuego de ", "Prometeo", ". Ella señala que este ciclo es totalmente inútil, pues con el tiempo el \"fuego\" se convierte en armamento, experimentación e hibridación...pero está destinado a fracasar y llevar a la humanidad al borde la extinción. A pesar de ser horribles, los ", "Xenomorfos", " no buscan a los humanos, sino al contrario.", "Los ", "Xenomorfos", " son horribles en apariencia, con habilidades biológicas aterradoras. En cambio, los ", "Yautja", " ocultan su rostro a través de la máscara que usan para cazar. Por un lado, los ", "Xenomorfos", " reaccionan conforme a la situación en la que se encuentran, ya sea como su instinto demande, pero los ", "Yautja", " viajan a través del espacio específicamente para poder cazar a una raza en especial.", "Mientras que los ", "Aliens", " no tienen tácticas para atacar a su presa, los ", "Depredadores", " poseen incluso reglas sobre cuándo y cómo comportarse contra un objetivo. Después de acabar con su encargo, estos seres siempre suelen llevarse un objeto que puedan presumir para evidenciar su victoria, mientras que los ", "Aliens", " sólo usan a los seres vivientes como incubadoras y nada más.", "Al final, pueden existir preferencias entre ambas razas por los fans, pero cuando se analizan de cerca los detalles mencionados es cuando se evidencian lo horripilantes que son los ", "Yutjas", ". ¿Qué opinas?, ¿ha cambiado tu percepción sobre los ", "Depredadores", "?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]}
{"it_by": ["Barbie ha superado oficialmente los mil millones de dólares en la taquilla mundial"], "take_more": ["Además de ganar su tercer fin de semana consecutivo en taquilla, ", "Barbie ha superado oficialmente los mil millones de dólares en todo el mundo", ".", "Según lo informado por Comscore, Barbie recaudó $53 millones de dólares en América del Norte y vio solo una caída del 43% desde el fin de semana pasado. A nivel nacional, Barbie ha alcanzado los 459.38 millones de dólares.", "El desempeño doméstico de Barbie", " fue suficiente para mantener a raya al monstruo con forma de tiburón que es Meg 2: The Trench", ", aunque la secuela pudo asegurar una impresionante victoria en el segundo lugar con $30 millones de dólares. En aguas internacionales, Meg 2: The Trench ganó otros $112 millones de dólares para un total global de $142 millones de dólares.", "En la reseña de Meg 2: The Trench a cargo de IGN US, dicen que es \"una terrible secuela que se basa demasiado en copiar películas de género mucho mejor ejecutadas, condenada a convertirse en uno de los mayores desastres del verano\".", "Oppenheimer cayó al tercer lugar", " al no poder superar a Meg 2: The Trench con $28.7 millones de dólares en su tercer fin de semana en los cines. El total norteamericano de Oppenheimer ha alcanzado los $228.56 millones de dólares y, en todo el mundo, la película se ubica en $552.94 millones de dólares.", "Oppenheimer también se convirtió en el octavo estreno IMAX más grande de todos los tiempos en todo el mundo y es la segunda película IMAX más rápida en alcanzar los 100 millones de dólares en mercados similares (excepto China, Japón, Corea del Sur y Rusia).", "Teenage Mutant Ninja Turtles: Mutant Mayhem causó una fuerte primera impresión", " con la venta de entradas a nivel nacional por un valor de 28 millones de dólares. La más reciente película de TMNT también se estrenó en 24 mercados internacionales y recaudó otros $8.5 millones de dólares para un total global de $51.5 millones de dólares.", "En la reseña de IGN US de Teenage Mutant Ninja Turtles: Mutant Mayehm, dicen que \"rezuma confianza, energía y corazón, y la aventura animada representa un nuevo hito para las Tortugas en la pantalla grande\".", "Completando los cinco primeros estuvo Haunted Mansion de Disney", ", ya que recaudó $8.97 millones de dólares a nivel nacional en su segundo fin de semana en los cines. Haunted Mansion ha recaudado $42 millones de dólares en América del Norte y $59.6 millones de dólares en todo el mundo.", " ", " "]}
{"it_by": ["Barbie ha superado oficialmente los mil millones de dólares en la taquilla mundial"], "take_more": ["Además de ganar su tercer fin de semana consecutivo en taquilla, ", "Barbie ha superado oficialmente los mil millones de dólares en todo el mundo", ".", "Según lo informado por Comscore, Barbie recaudó $53 millones de dólares en América del Norte y vio solo una caída del 43% desde el fin de semana pasado. A nivel nacional, Barbie ha alcanzado los 459.38 millones de dólares.", "El desempeño doméstico de Barbie", " fue suficiente para mantener a raya al monstruo con forma de tiburón que es Meg 2: The Trench", ", aunque la secuela pudo asegurar una impresionante victoria en el segundo lugar con $30 millones de dólares. En aguas internacionales, Meg 2: The Trench ganó otros $112 millones de dólares para un total global de $142 millones de dólares.", "En la reseña de Meg 2: The Trench a cargo de IGN US, dicen que es \"una terrible secuela que se basa demasiado en copiar películas de género mucho mejor ejecutadas, condenada a convertirse en uno de los mayores desastres del verano\".", "Oppenheimer cayó al tercer lugar", " al no poder superar a Meg 2: The Trench con $28.7 millones de dólares en su tercer fin de semana en los cines. El total norteamericano de Oppenheimer ha alcanzado los $228.56 millones de dólares y, en todo el mundo, la película se ubica en $552.94 millones de dólares.", "Oppenheimer también se convirtió en el octavo estreno IMAX más grande de todos los tiempos en todo el mundo y es la segunda película IMAX más rápida en alcanzar los 100 millones de dólares en mercados similares (excepto China, Japón, Corea del Sur y Rusia).", "Teenage Mutant Ninja Turtles: Mutant Mayhem causó una fuerte primera impresión", " con la venta de entradas a nivel nacional por un valor de 28 millones de dólares. La más reciente película de TMNT también se estrenó en 24 mercados internacionales y recaudó otros $8.5 millones de dólares para un total global de $51.5 millones de dólares.", "En la reseña de IGN US de Teenage Mutant Ninja Turtles: Mutant Mayehm, dicen que \"rezuma confianza, energía y corazón, y la aventura animada representa un nuevo hito para las Tortugas en la pantalla grande\".", "Completando los cinco primeros estuvo Haunted Mansion de Disney", ", ya que recaudó $8.97 millones de dólares a nivel nacional en su segundo fin de semana en los cines. Haunted Mansion ha recaudado $42 millones de dólares en América del Norte y $59.6 millones de dólares en todo el mundo.", " ", " "]}
{"it_by": ["Los fans de Red Dead Redemption protestan por el lanzamiento que dicen que es demasiado caro y carece de nuevas características"], "take_more": ["El lanzamiento recientemente anunciado de ", "Red Dead Redemption para PlayStation y Nintendo Switch ", "podría haber sido motivo de celebración entre la comunidad dedicada al juego, pero en lugar de eso, ", "los fans están indignados ", "con las noticias de hoy.", "Esta mañana, Rockstar reveló que Red Dead Redemption de 2010 y su expansión Undead Nightmare llegarán a PS4 y Nintendo Switch el 17 de agosto, con ediciones físicas el 13 de octubre. Rockstar ", "llama al port una \"conversión\"", " en lugar de una remasterización o una nueva versión, y la compañía cobra $50 dólares por esta iteración del juego.", "Los jugadores de Red Dead Redemption en las redes sociales ", "están molestos por el precio", " de Red Dead Redemption,", " la falta de multijugador y la falta de un lanzamiento para PC", ". No ayuda que los rumores sobre una nueva versión de Red Dead Redemption hayan estado circulando durante semanas luego de una nueva calificación para el juego en Corea del Sur. ", "Los fans se ilusionaron con una nueva versión en toda regla", ", y muchos clamaron por una versión que pusiera el original en línea con Red Dead Redemption 2, de manera similar a como The Last of Us Parte I ahora es visualmente similar a la Parte II.", "Pero eso no es lo que ofrece Rockstar. En cambio, los fans ", "están decepcionados de que Red Dead Redemption en PlayStation 4 y Switch parezca visualmente similar a las versiones originales de PS3 y Xbox 360", ". Rockstar tampoco anunció la compatibilidad con 60 FPS para el nuevo port, lo que llevó a los fans a creer que se ejecutará a los 30 FPS del juego original. El problema se volvió aún más evidente cuando la comunidad se dio cuenta de que Red Dead Redemption ya se puede jugar en Xbox Series X en 4K, lo cual se señaló rápidamente en línea.", "Gracias a la retrocompatibilidad más robusta de Xbox Series X|S con generaciones anteriores de Xbox, Red Dead Redemption ha sido accesible en las plataformas de Microsoft durante años. Este nuevo lanzamiento no llegará a Xbox, pero eso seguramente se deba a que la versión 360 original ya está disponible en la tienda de Xbox. Además, el precio de $50 dólares adjunto a las nuevas versiones de PS4 y Switch no se ve muy bien al lado del precio de $30 dólares en Xbox.", "\"Compré la edición GOTY por $10 dólares para jugar a 4k en mi One X. $50 dólares por un port simple en un juego de 13 años es otra cosa\", escribió un usuario en Reddit. \"Día realmente triste cuando la publicación principal en r/reddeadredemption es 'No compres Red Dead Redemption'\", escribió otro.", "Este próximo port", " también se salta la PC por completo", ", donde Rockstar aún no ha lanzado oficialmente Red Dead Redemption.", "Los fans están llamando al port una \"toma de efectivo\", con una de las principales publicaciones de hoy en el subreddit que dice: \"No compres Red Dead Redemption ... Si quieres una nueva versión / remasterización adecuada, entonces no compres esta toma de efectivo\". La publicación señala que el port parece carecer de mejoras gráficas y de FPS significativas, y le falta el modo multijugador del original.", "Y, por supuesto, el anuncio de hoy ", "también trajo muchos memes", ", ya que algunos bromearon sobre el hecho de que Red Dead Redemption llegará a una plataforma de Nintendo por primera vez.", " "]}
{"it_by": ["El CEO de Take-Two dice que el precio del port de Red Dead Redemption es 'comercialmente preciso'"], "take_more": ["Ayer, Take-Two Interactive y Rockstar Games", " anunciaron que Red Dead Redemption", " y el complemento zombie Undead Nightmare llegarán a Nintendo Switch y PlayStation 4 el 17 de agosto.", "Y si bien eso puede haber sido motivo de celebración para muchos en la base de fans, otros", " discreparon con su precio de $50 dólares", ", especialmente considerando que falta el modo multijugador y una versión para PC. Además, ya se puede jugar en Xbox Series X en 4K y, gracias a la retrocompatibilidad de Xbox Series X/S, ha sido accesible en las plataformas de Microsoft durante años.", "Después del reporte de ingresos de Take-Two de hoy, IGN le preguntó al CEO Strauss Zelnick por qué fijaron el precio del puerto recién anunciado de la manera en que lo hicieron, especialmente dada la situación de compatibilidad con versiones anteriores para Xbox.", "“Eso es justo lo que creemos que es el precio comercialmente preciso”", ", respondió Zelnick.", "La vicepresidenta ejecutiva de finanzas de Take-Two, Hannah Sage, también señaló que ", "el port no es solo el juego base de Red Dead, sino también Undead Nightmare", ". Cuando se le preguntó si Undead Nightmare era la razón de su precio de $50 dólares, Zelnick dijo que el complemento \"fue un gran juego independiente por derecho propio cuando se lanzó originalmente, por lo que sentimos que es un gran paquete por primera vez, y ciertamente un gran valor para los consumidores”.", "IGN le preguntó sobre un posible lanzamiento para PC, pero Zelnick lo dejó vago y dijo que deja los anuncios de lanzamiento de juegos en manos de los desarrolladores."]}
{"it_by": ["Dead Island 2: Cómo conecta la historia con Dead Island"], "take_more": ["14 de Abril de 2023"]}
{"it_by": ["Resident Evil 4 tiene otro remake, esta vez como un Side-Scroller en 2D"], "take_more": ["Resident Evil 4 Remake es uno de los mejores juegos de 2023", " hasta ahora, pero ahora", " los fans han creado otra versión del clásico de terror de supervivencia", ". Esta vez, Resident Evil 4 ahora es ", "un shooter de correr y disparar en 2D", ".", "Visto por primera vez por PCGamesN, ", "Resident Evil 4 2D Edition es una reinvención side-scrolling de la aventura más icónica de Leon S. Kennedy", ". El juego se creó en GZDoom, una herramienta de modificación que es popular en la comunidad de Doom. El usuario DooMero es el desarrollador de este mod y dijeron que está dedicado a toda la comunidad de Doom. Puedes ver el juego por ti mismo en ", "YouTube", " o ver algunas capturas de pantalla en el tuit a continuación.", "En Doomworld, DooMero explicó anteriormente que este mod ha estado en desarrollo desde 2016, pero se mantuvo en espera. El lanzamiento de Resident Evil 4 de Capcom a principios de este año motivó al creador a comenzar a trabajar en el proyecto nuevamente. Algunos de los elementos de la nueva versión incluso se están incorporando a la recreación de DooMero, como el parry con el cuchillo y algunos efectos de sonido selectos. El creador sugirió previamente de que vendría una demostración jugable, pero no sabemos cuándo sucederá.", "La demo lleva a los jugadores a través de la secuencia inicial de la aldea del juego, incluyendo momentos icónicos como soltar al perro de la trampa y luchar contra el hombre motosierra. El juego tiene a Leon haciendo las mismas cosas que suele hacer: disparar a los enemigos, recolectar recursos y resolver acertijos, pero todo se hace en un plano horizontal.", " "]}
{"it_by": ["Resident Evil 4 tiene otro remake, esta vez como un Side-Scroller en 2D"], "take_more": ["Resident Evil 4 Remake es uno de los mejores juegos de 2023", " hasta ahora, pero ahora", " los fans han creado otra versión del clásico de terror de supervivencia", ". Esta vez, Resident Evil 4 ahora es ", "un shooter de correr y disparar en 2D", ".", "Visto por primera vez por PCGamesN, ", "Resident Evil 4 2D Edition es una reinvención side-scrolling de la aventura más icónica de Leon S. Kennedy", ". El juego se creó en GZDoom, una herramienta de modificación que es popular en la comunidad de Doom. El usuario DooMero es el desarrollador de este mod y dijeron que está dedicado a toda la comunidad de Doom. Puedes ver el juego por ti mismo en ", "YouTube", " o ver algunas capturas de pantalla en el tuit a continuación.", "En Doomworld, DooMero explicó anteriormente que este mod ha estado en desarrollo desde 2016, pero se mantuvo en espera. El lanzamiento de Resident Evil 4 de Capcom a principios de este año motivó al creador a comenzar a trabajar en el proyecto nuevamente. Algunos de los elementos de la nueva versión incluso se están incorporando a la recreación de DooMero, como el parry con el cuchillo y algunos efectos de sonido selectos. El creador sugirió previamente de que vendría una demostración jugable, pero no sabemos cuándo sucederá.", "La demo lleva a los jugadores a través de la secuencia inicial de la aldea del juego, incluyendo momentos icónicos como soltar al perro de la trampa y luchar contra el hombre motosierra. El juego tiene a Leon haciendo las mismas cosas que suele hacer: disparar a los enemigos, recolectar recursos y resolver acertijos, pero todo se hace en un plano horizontal.", " "]}
{"it_by": ["Resident Evil 4 lanza sitio web lleno de acertijos, misterios y más historia de fondo"], "take_more": ["Resident Evil 4", " tiene un nuevo ", "ARG ", "que está lleno de acertijos y puzzles para que los usuarios los resuelvan en un esfuerzo por recuperar a la hija del presidente de los EE. UU. (cuyo nombre en código es ", "Bebé Águila", ") antes de que sea demasiado tarde.", "Los interesados ​​en participar pueden dirigirse al portal seguro de agentes en ", "babyeagleismissing.com", ". Allí, encontrarán una alerta urgente del ", "Agente Greene", " de la ", "División", " ", "Noreste", " ", "del", " ", "Servicio", " ", "Secreto", " solicitando ayuda con el secuestro del \"", "Bebé Águila", "\" ", "Ashley Graham", ".", "Al ingresar al sitio, a los usuarios se les presentará una serie de mensajes de varios agentes y tendrán acceso a evidencia de alto secreto para ayudar con el caso. Deben analizar y decodificar los datos fragmentados para asesorar a los agentes sobre el terreno sobre sus próximos movimientos.", "Una prueba es un documento triturado que los usuarios deben reconstruir para resolver el primer misterio. La respuesta que se descubre debe escribirse en el cuadro de comentarios para continuar con la siguiente tarea, que implica descifrar otro código y desbloquear un teléfono.", "El ", "ARG", " construye la historia de fondo de ", "Resident Evil 4", ", ya que el secuestro de la hija del presidente de los EE. UU. conduce directamente a los eventos del videojuego, en el que el agente especial ", "Leon S. Kennedy", " emprende una misión para rescatar al \"", "Bebé Águila", "\" de un culto monstruoso en Europa rural.", "El remake de", " Resident Evil 4", " llegará a ", "PlayStation 5", ", ", "PS4", ", ", "Xbox Series X|S", " y ", "PC", " el 23 de marzo. Sigue las recientes reimaginaciones de ", "Resident Evil 2", " y ", "3", " de ", "Capcom", ", conservando los elementos fundamentales del juego original al tiempo que agrega una jugabilidad actualizada y un aspecto visual. actualizar.", "Para obtener más información sobre los cambios en el clásico de terror, consulte nuestra entrevista completa de ", "Resident Evil 4", " con el director ", "Yasuhiro Ampo", " y el productor de ", "Capcom", " ", "Yoshiaki Harabayashi", ", donde aprendimos sobre todo, desde las nuevas armas en el juego hasta los cosméticos y los movimientos finales.", "Adele Ankers-Range es escritora independiente de entretenimiento para IGN. Síguela en ", "Twitter."]}
{"it_by": ["John Wick en Resident Evil 4 Remake"], "take_more": ["10 de Julio de 2023"]}
{"it_by": ["Dead Island 2 - Tráiler de lanzamiento subtitulado"], "take_more": ["21 de Abril de 2023"]}
{"it_by": ["Destiny 2: Eclipse - Tráiler de lanzamiento"], "take_more": ["3 de Marzo de 2023"]}
{"it_by": ["Blue Beetle: Clip exclusivo subtitulado"], "take_more": ["8 de Agosto de 2023"]}
{"it_by": ["Metroid Fusion - Game Boy Advance - Tráiler Nintendo Switch Online"], "take_more": ["3 de Marzo de 2023"]}
{"it_by": ["El crossover de Dead by Daylight x Alien oficialmente ha sido revelado"], "take_more": ["Después de presentar dicho anuncio la semana pasada, ", "Behavior Interactive", " ha anunciado oficialmente que la franquicia de terror de ciencia ficción ", "Alien", " es la última propiedad en cruzarse con su juego de terror asimétrico ", "Dead by Daylight", ". ", "Dead by Daylight: Alien ", "estará disponible en todas las plataformas a partir del ", "29 de agosto. ", "Y como era de esperar, el último crossover presentará a Xenomorfo como un nuevo asesino, mientras que ", "Ellen Ripley", " será una nueva sobreviviente y sus recuerdos se utilizarán para reconstruir la nave espacial del Nostromo.", "Behavior Interactive señala que el Xenomorfo es ", "\"la encarnación del asesino sigiloso\"", ",", " señalando que puede golpear a los sobrevivientes con la cola y su poder se llama ", "Modo Corredor", ", que le permite caminar sobre cuatro patas y volverse más sigiloso.", "Además de un nuevo mapa y personajes jugables, el crossover también presentará una función de mapa interactivo llamada ", "Estaciones de control.", " La nueva característica permitirá que el Xenomorfo entre y salga de los túneles debajo de la estación de control, mientras que los sobrevivientes tendrán la opción de interactuar con una de las siete estaciones de control repartidas por el mapa para obtener una nueva torreta de llamas, que pueden usar para defenderse de la criatura.", "Taylor es una reportera de IGN. Síguela en twitter como ", "@TayNixster."]}
{"it_by": ["The Last of Us Episode 8: TV Show vs Game Comparison"], "take_more": ["6 de Marzo de 2023"]}
{"it_by": ["Tortugas Ninja: Caos Mutante - Tráiler Oficial"], "take_more": ["6 de Marzo de 2023"]}
{"it_by": ["Overwatch 2 - Tráiler de la colaboración con One-Punch Man"], "take_more": ["9 de Marzo de 2023"]}
{"it_by": ["Super Mario Bros. La Película - Tráiler final en español"], "take_more": ["9 de Marzo de 2023"]}
{"it_by": ["Las ventas del PlayStation 4 llegan a las 50 millones de unidades"], "take_more": ["Sony Interactive Entertainment ha anunciado que el 6 de diciembre el PlayStation 4 pasó las 50 millones de unidades vendidas.", "La compañía también resaltó que tuvieron el mejor Black Friday en la historia de la consola y dijo que \"las ventas de software también se mantienen fuertes\" con cerca de 369.6 millones de videojuegos vendidos a partir del 4 del mismo mes.", "El PS4 fue lanzado en noviembre de 2013 y desde hace unas semanas está disponible el PS4 Pro. El PlayStation VR también llegó este año, trayendo la realidad virtual a los títulos.", "Los juegos exclusivos de este dispositivo incluyen a Uncharted, Until Dawn y The Last Guardian, que finalmente podemos utilizarlo después de 10 años en desarrollo.", "Sony recientemente realizó la PlayStation Experience en donde vimos algunos proyectos que llegarán a esta consola, incluido ", "The Last of Us Part II", "."]}
{"it_by": ["Resultados financieros de Sony: Unidades récord de PS4 enviadas, pero las ganancias reducidas a la mitad"], "take_more": ["A pesar de una fuerte presencia de la marca PlayStation, las ganancias de Sony han bajado para el tercer cuarto; del 1 de octubre al 31 de diciembre de 2016.", "Desde la perspectiva de PlayStation, las cosas fueron geniales. Durante el periodo, 9.7 millones de unidades PS4 fueron vendidas, un incremento de las 8.4 millones de unidades del año pasado, y los tres mejores meses para la consola en su historia. Sony planea lanzar 60 millones de unidades para marzo de 2017.", "Las ventas se incrementaron un 5.2% a comparación del año pasado, mientras que las ganancias operativas del sector de Juegos & Servicios incrementaron a 50 mil millones de yens (431 millones de dólares). La razón de este incremento, de acuerdo con Sony, es debido al precio de entrada más bajo del PS4, software de PS4 en tiendas y a través del PSN, y el recién lanzamiento del PlayStation VR.", "Sin embargo, las ganancias operativas totales de Sony cayeron un 54.3% cuando se comparan con el mismo periodo del año pasado. Este es un decrecimiento de 109.8 mil millones de yen, dejando el total de las ganancias operativas en 92.4 mil millones de yen (796 millones de dólares). Para explicar la caída, Sony apunta al deterioro del fondo de comercio en el segmento de películas (es decir, el gasto por encima del precio de venta de ciertos activos cinematográficos).", "Si las finanzas es lo tuyo, cubrimos los ", "reportes financieros de Nintendo a inicios de semana", ", los cuales muestran un ", "gran rendimiento en el 3DS gracias al éxito de Pokémon", ", pero ", "ventas muy bajas para el ahora muerto Wii U."]}
{"it_by": ["Sweet Tooth - Avance de la temporada 2"], "take_more": ["21 de Marzo de 2023"]}
{"it_by": ["The Last of Us Part I - Funciones de PC: Framerate desbloqueado, modo speedrun y más."], "take_more": ["22 de Marzo de 2023"]}
{"it_by": ["The Lord of the Rings: Gollum - Primer Hands-On Previo"], "take_more": ["23 de Marzo de 2023"]}
{"it_by": ["Armored Core 6: Fires of Rubicon - Tráiler Oficial de Revelación de Gameplay y Fecha de Salida"], "take_more": ["27 de Abril de 2023"]}
{"it_by": ["Black Desert Online - La Tierra del Alba Radiante - Tráiler de Expansión"], "take_more": ["8 de Junio de 2023"]}
{"it_by": ["Resident Evil 4 Remake - Tráiler #3 subtitulado"], "take_more": ["23 de Febrero de 2023"]}
{"it_by": ["Dead Island 2 – Conoce a los Slayers: Jacob"], "take_more": ["17 de Enero de 2023"]}
{"it_by": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "take_more": ["2 de Marzo de 2023"]}
{"it_by": ["Blue Beetle - Official Trailer"], "take_more": ["3 de Abril de 2023"]}
{"it_by": ["Dead Island 2 – Conoce a los Slayers: Amy"], "take_more": ["17 de Enero de 2023"]}
{"it_by": ["Nicolas Cage se interpreta a sí mismo en Dead by Daylight"], "take_more": ["Si bien tendremos que esperar hasta el 5 de julio para conocer todos los detalles de este anuncio sorpresa, Behavior Interactive ha revelado que ", "Nicolas Cage llegará a Dead by Daylight", ".", "La cuenta oficial de Dead by Daylight en Twitter confirmó la noticia, diciendo: \"Es la actuación de mi vida. Dead by Daylight: Nicolas Cage. Llegando a un reino cerca de ti. Obtén más información el 5 de julio\".", "\n", "It’s the performance of a lifetime.", "\nDead by Daylight: Nicolas Cage. Coming to a realm near you.", "\n", "\nLearn more on July 5th. ", "pic.twitter.com/A96yvZPYpt", "\n— Dead by Daylight (@DeadbyDaylight) ", "May 17, 2023", "El video adjunto nos da nuestro ", "primer vistazo al actor en el juego", ", y parece que será un caso similar a The Unbearable Weight of Massive Talent, donde Cage se interpreta a sí mismo y no a otro personaje nuevo en el universo de Dead by Daylight.", "\"No hay nada más poderoso que la imaginación\", dice Nic Cage en el tráiler. \"Puede dar forma al tejido de la realidad... transformando todo lo que crees que puedes saber\".", "Behaviour indicó que", " conoceremos más sobre Nicolas Cage", ", quien muy bien podría terminar siendo un nuevo Superviviente, ", "el 5 de julio,", " pero existe la posibilidad de que también aparezca en el stream del séptimo aniversario de Dead by Daylight del próximo 23 de mayo.", " "]}
{"it_by": ["The Last of Us: Tráiler del episodio 6"], "take_more": ["13 de Febrero de 2023"]}
{"it_by": ["Tortugas Ninja: Caos Mutante - Tráiler oficial DOBLADO"], "take_more": ["31 de Mayo de 2023"]}
{"it_by": ["Suzume - Tráiler oficial en español latino"], "take_more": ["11 de Abril de 2023"]}
{"it_by": ["Super Mario Bros. La Película: Nuevo clip \"Plomería\""], "take_more": ["13 de Febrero de 2023"]}
{"it_by": ["PSX 2016: The Last of Us Part 2 es anunciado"], "take_more": ["Sony anunció The Last of Us Part II, una secuela al shooter post-apocalíptico de 2013 desarrollado por Naughty Dog.", "Revelado en PlayStation Experience 2016, el trailer de The Last of Us Part II mostró una Ellie mayor a la del juego original tocando la guitarra, así como el regreso de Joel.", "Neil Druckmann de Naughty Dog escribió en una publicación en el ", "PlayStation Blog", " que más información del juego llegará en los próximos meses, aunque su lanzamiento está \"a mucho camino de distancia\". Druckman no ofreció más detalles sobre la historia pero explicó que el estudio pasó \"años en diferentes ideas (casi [nos] damos por vencidos), finalmente revelamos una historia que se sintió especial\".", "Un panel posterior dio algunos detalles sobre la secuela", ", incluyendo el papel protagónico de Ellie y cómo la Parte II complementa al juego original.", "Naughty Dog lanzó The Last of Us para PlayStation 3 en 2013, con una versión remasterizada del juego lanzándose en PlayStation 4 en 2014. Contando la historia de Joel (Troy Baker) y Ellie (Ashley Johnson) en un mundo donde los humanos luchan por sobrevivr en medio de un brote viral.", "El año pasado, un stream en vivo de Naughty Dog reveló accidentalmente la existencia", " de un segundo juego de The Last of Us.", "Naughty dog también reveló un capítulo independiente en la franquicia de Uncharted", ", llamado Uncharted: The Lost Legacy, durante PlayStation Experience."]}
{"it_by": ["Pokémon causa que las finanzas de Nintendo suban"], "take_more": ["Los reportes financieros de la compañía muestran que Pokémon jugó un papel crucial en las ventas de Nintendo, para finales de año. De acuerdo con Nintendo, Pokémon Sun y Moon han vendido un total de 14.6 millones de unidades combinadas, desde su lanzamiento, el año pasado. Con esto, se posicionan por encima de títulos como Pokémon Omega Ruby y Pokémon Alpha Sapphire, Super Mario 3D Land y Super Smash Bros. 3DS.", "A continuación te presentamos las ventas para el Nintendo 3DS, durante todo su tiempo de vida.", "3DS", "\n\t", "Pokémon X / Pokémon Y - 16.06 millones", "\n\t", "Mario Kart 7 - 14.82 millones", "\n\t", "Pokémon Sun / Pokémon Moon - 14.69 millones", "\n\t", "Pokémon Omega Ruby / Pokémon Alpha Sapphire - 13.68 millones", "\n\t", "Super Mario 3D Land - 11.17 millones", "\n\t", "New Super Mario Bros. 2 - 11.09 millones", "\n\t", "Animal Crossing: New Leaf - 10.45 millones", "\n\t", "Super Smash Bros. for Nintendo 3DS - 8.59 millones", "\n", " ", "El fuerte comienzo de Sun y Moon viene gracias al enorme éxito del juego móvil, Pokémon Go. \"El lanzamiento de la aplicación para dispositivos inteligentes, desencadenó el alza de las ventas del software de las series Pokémon, en el pasado, e hizo que las ventas del hardware de la familia de 3DS subieran, particularmente fuera de Japón\", dijo Nintendo.", "El software de Nintendo 3DS subió de 46.78 millones de unidades para el año que terminó el 31 de diciembre de 2016. Esto implica un incremento de 20 por ciento, cada año. La compañía destaca que el otro importante lanzamiento del año pasado, Super Mario Maker, pasó la marca del millón.", "Desafortunadamente, el éxito visto en el 3DS contrasta con lo que ha sucedido en Wii U. El software de Wii U sólo llegó a 12.48 millones en el mismo periodo, lo que implica bajas del 45% en", " base de año con año.", " Dicho eso, Nintendo dice que el hardware del Wii U y las ventas de software están \"conforme\" a las expectativas de la compañía, lo que significa que el bajo desempeño era esperado.", "Aquí te presentamos un vistazo a las ventas principales de Wii U, durante todo su periodo de vida.", "Wii U", "\n\t", "Mario Kart 8 - 8.26 millones", "\n\t", "New Super Mario Bros. U - 5.62 millones", "\n\t", "Super Mario 3D World - 5.47 million.", "\n\t", "Nintendo Land - 5.16 millones", "\n\t", "Super Smash Bros. for Wii U - 5.16 millones", "\n\t", "Splatoon - 4.76 millones", "\n\t", "Super Mario Maker - 3.89 millones", "\n\t", "New Super Luigi U - 2.89 millones", "\n\t", "The Legend of Zelda: The Wind Waker HD - 2.11 millones", "\n\t", "Mario Party 10 - 2.04 millones", "\n", " "]}
{"it_by": ["Hyper Light Breaker: Primer tráiler de gameplay revelado"], "take_more": ["15 de Marzo de 2023"]}
{"it_by": ["Reseña de Hogwarts Legacy"], "take_more": ["24 de Febrero de 2023"]}
{"it_by": ["Armored Core IV Fires of Rubicon: Análisis del Tráiler"], "take_more": ["28 de Abril de 2023"]}
{"it_by": ["Black Desert Online: Entrevista con Jeonghee “JJ” Jin, CEO de Pearl Abyss América"], "take_more": ["7 de Junio de 2023"]}
{"it_by": ["Armored Core 6 - 7 Minutos de Gameplay - Pelea con el jefe Strider"], "take_more": ["25 de Julio de 2023"]}
{"it_by": ["Armored Core 6: Fires of Rubicon - Previo de Gameplay"], "take_more": ["25 de Julio de 2023"]}
{"it_by": ["Mario + Rabbids: Sparks of Hope - The Last Spark Hunter DLC Trailer| Nintendo Direct 2023"], "take_more": ["21 de Junio de 2023"]}
{"it_by": ["Haciendo The Last of Us - Ellie y Joel"], "take_more": ["27 de Marzo de 2023"]}
{"it_by": ["Reseña de Super Mario Bros. La Película"], "take_more": ["5 de Abril de 2023"]}
{"it_by": ["Los Caballeros del Zodiaco: entrevistamos a “Athena” y a “Mylock” del nuevo live-action"], "take_more": ["3 de Mayo de 2023"]}
{"it_by": ["Tortugas Ninja: Caos Mutante - Detrás de Cámaras"], "take_more": ["26 de Junio de 2023"]}
